Repository: freedomofpress/securedrop-client
Catalog: securedrop_client/locale/*/LC_MESSAGES/messages.po
Languages: de, sk, tr

source: {application_name} is already running
de: {application_name} läuft bereits
sk: {application_name} je už otvorená
tr: {application_name} zaten çalışıyor

source: The SecureDrop server cannot be reached. Trying to reconnect...
de: Der SecureDrop-Server kann nicht erreicht werden. Versuche, die Verbindung wiederherzustellen ...
sk: Nie je možné pripojiť sa na server SecureDrop. Pokus o opätovné pripojenie práve prebieha ...
tr: SecureDrop sunucusuna erişilemedi. Bağlantı yeniden kurulmaya çalışılıyor...

source: Could not reach the SecureDrop server. Please check your Internet and Tor connection and try again.
de: Der SecureDrop-Server konnte nicht erreicht werden. Bitte überprüfen Sie Ihre Internet- sowie die Tor-Verbindung und versuchen Sie es erneut.
sk: Nie je možné pripojiť sa na server SecureDrop. Prosím skontrolujte vaše pripojenie na internet a Tor a skúste znova.
tr: SecureDrop sunucusuna erişilemedi. Lütfen internet ve Tor bağlantınızı denetleyip yeniden deneyin.

source: Those credentials didn't work. Please try again, and make sure to use a new two-factor code.
de: Diese Anmeldedaten haben nicht funktioniert. Bitte versuchen Sie es erneut und stellen Sie sicher, dass Sie einen neuen 2-Faktor-Code verwenden.
sk: Tieto prihlasovacie údaje sú nefunkčné. Prosíme skúste znova, a nezabudnite použiť nový dvojfaktorový kód.
tr: Bu kimlik doğrulama bilgileri işe yaramadı. Lütfen yeni bir iki aşamalı kimlik doğrulama kodu ile yeniden deneyin.

source: That didn't work. Please check everything and try again.
de: Das hat nicht funktioniert. Bitte überprüfen Sie alles und versuchen Sie es erneut.
sk: Nepodarilo sa. Prosíme všetko skontrolujte a skúste znova.
tr: İşe yaramadı. Lütfen herseye denetleyip yeniden deneyin.

source: You must sign in to perform this action.
de: Sie müssen sich anmelden um diese Aktion auszuführen.
sk: Na vykonanie tejto úlohy sa musíte prihlásiť.
tr: Bu işlemi yapmak için oturum açmalısınız.

source: Your session expired. Please log in again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
sk: Platnosť vášho prihlásenia vypršala. Prosíme prihláste sa znova.
tr: Oturumunuzun süresi dolmuş. Lütfen yeniden oturum açın.

source: Failed to update star.
de: Stern konnte nicht aktualisiert werden.
sk: Zlyhalo aktualizovanie star.
tr: Yıldız güncellenemedi.

source: Retrieving new messages
de: Neue Nachrichten werden abgerufen
sk: Načítavanie nových správ
tr: Yeni iletiler alınıyor

source: File does not exist in the data directory. Please try re-downloading.
de: Datei existiert nicht im Datenverzeichnis. Bitte versuchen Sie, sie nochmals herunterzuladen.
sk: Súbor neexistuje v adresári dát. Prosíme skúste ho stiahnuť znova.
tr: Dosya data klasöründe bulunamadı. Lütfen yeniden indirmeyi deneyin.

source: The file download failed. Please try again.
de: Das Herunterladen der Datei ist fehlgeschlagen. Bitte versuchen Sie es erneut.
sk: Sťahovanie súboru sa nepodarilo. Prosíme skúste znova.
tr: Dosya indirilemedi. Lütfen yeniden deneyin.

source: Failed to delete conversation at server
de: Löschen der Konversation am Server fehlgeschlagen
sk: Nepodarilo sa vymazať konverzáciu zo servera
tr: Sunucudaki yazışma silinemedi

source: Failed to delete source at server
de: Löschen der Quelle am Server fehlgeschlagen
sk: Nepodarilo sa zmazať zdroj zo servera
tr: Sunucudaki kaynak silinemedi

source: All Files
tr: Tüm dosyalar

source: Entire source account
de: Gesamtes Quellkonto
tr: Tüm kaynak hesabı

source: Files and messages
tr: Dosyalar ve iletiler

source: SecureDrop Client {}
sk: SecureDrop Klient {}
tr: SecureDrop İstemcisi {}

source: Quit
tr: Çık

source: Last Refresh: {}
de: Letzte Aktualisierung: {}
sk: Posledné načítanie: {}
tr: Son yenileme: {}

source: Last Refresh: never
de: Letzte Aktualisierung: nie
sk: Posledné načítanie: nebolo
tr: Son yenileme: Yok

source: SIGN OUT
de: ABMELDEN
sk: ODHLÁSIŤ SA
tr: OTURUMU KAPAT

source: SIGN IN
de: ANMELDEN
sk: PRIHLÁSIŤ SA
tr: OTURUM AÇ

source: Nothing to see just yet!
de: Hier gibt's noch nichts zu sehen!
sk: Zatiaľ tu nič nie je!
tr: Henüz görüntülenecek bir şey yok!

source: Source submissions will be listed to the left, once downloaded and decrypted.
de: Nach dem Herunterladen und Entschlüsseln werden die Quelltexte auf der linken Seite aufgelistet.
sk: Nahraté zdroje budú uvedené naľavo po tom, ako budú stiahnuté a dešifrované.
tr: Kaynak gönderimleri, indirildikten ve şifresi çözüldükten sonra solda listelenir.

source: This is where you will read messages, reply to sources, and work with files.
de: Hier werden Sie Nachrichten lesen, auf Quellen antworten und mit Dateien arbeiten.
sk: Tu budete čítať správy, odpovedať zdrojom, a pracovať so súbormi.
tr: İletileri okuyacağınız, kaynakları yanıtlayacağınız ve dosyalarla çalışacağınız yer burasıdır.

source: Select a source from the list, to:
de: Wählen Sie eine Quelle aus der Liste aus, um:
sk: Vyberte zdroj zo zoznamu na:
tr: Listeden şuraya bir kaynak seçin:

source: Read a conversation
de: Lesen Sie eine Konversation
sk: Čítať konverzáciu
tr: Bir yazışmayı oku

source: View or retrieve files
de: Dateien ansehen oder abrufen
sk: Zobrazenie alebo načítanie súborov
tr: Dosyaları görüntüle ya da al

source: Send a response
de: Antwort senden
sk: Poslať odpoveď
tr: Yanıt ver

source: Deleting files and messages...
de: Löschen von Dateien und Nachrichten...
sk: Mazanie súborov a správ ...
tr: Dosya ve iletiler siliniyor...

source: Deleting source account...
de: Quellkonto löschen...
sk: Mazanie účtu zdroja ...
tr: Kaynak hesap siliniyor...

source: — All files and messages deleted for this source —
de: — Alle Dateien und Nachrichten für diese Quelle sind gelöscht —
sk: — Všetky súbory a správy pre tento zdroj boli zmazané —
tr: — Bu kaynağın tüm dosya ve iletileri silindi —

source: Failed to send
de: Senden fehlgeschlagen
sk: Zaslanie sa nepodarilo
tr: Gönderilemedi

source: DOWNLOAD
sk: STIAHNUŤ
tr: İNDİR

source: EXPORT
sk: EXPORTOVAŤ
tr: DIŞA AKTAR

source: PRINT
de: DRUCKEN
sk: TLAČIŤ
tr: YAZDIR

source: ENCRYPTED FILE ON SERVER
de: VERSCHLÜSSELTE DATEI AUF SERVER
sk: ŠIFROVANÝ SÚBOR NA SERVERE
tr: SUNUCU ÜZERİNDE ŞİFRELENMİŞ DOSYA

source: DOWNLOAD
de: HERUNTERLADEN
sk: STIAHNUŤ
tr: İNDİR

source: DOWNLOADING
de: LÄDT HERUNTER
sk: SŤAHUJE SA
tr: İNDİRİLİYOR

source: Earlier files and messages deleted.
de: Frühere Dateien und Nachrichten gelöscht.
sk: Predchádzajúce súbory a správy vymazané.
tr: Daha eski dosya ve iletiler silindi.

source: Files and messages deleted for this source
de: Dateien und Nachrichten gelöscht für diese Quelle
sk: Súbory a správy vymazané pre tento zdroj
tr: Bu kaynağın dosya ve iletileri silindi

source: Compose a reply to
de: Eine Antwort verfassen für
sk: Vytvoriť odpoveď pre
tr: Şunu yanıtla

source: Awaiting encryption key
de: Erwarte Verschlüsselungsschlüssel
sk: Čakanie na šifrovací kľúč
tr: Sunucu şifreleme anahtarı geldiğinde

source: from server to enable replies
de: vom Server, um Antworten zu ermöglichen
sk: zo servera na umožnenie odpovedí
tr: yanıtlar etkinleştirilecek

source: Sign in
de: Anmelden
sk: Prihlásiť sa
tr: Oturum açarak

source: to compose or send a reply
de: um eine Antwort zu verfassen oder zu senden
sk: vytvoriť alebo poslať odpoveď
tr: yanıt yazın ya da gönderin

source: DELETE
tr: SİL

source: Username
de: Benutzername
sk: Používateľské meno
tr: Kullanıcı adı

source: Passphrase
sk: Prístupová fráza
tr: Parola

source: Two-Factor Code
sk: Dvojfaktorový kód
tr: İki aşamalı kimlik doğrulama kodu

source: SecureDrop Client v{}
sk: SecureDrop Klient v{}
tr: SecureDrop istemcisi v{}

source: That username won't work. It should be at least 3 characters long.
de: Dieser Benutzername wird nicht funktionieren. Er sollte mindestens 3 Zeichen lang sein.
sk: Prihlasovacie meno nebude fungovať Malo by byť aspoň 3 znaky dlhé.
tr: Kullanıcı adı geçersiz. En az 3 karakter uzunluğunda olmalı.

source: That passphrase won't work. It should be between 14 and 128 characters long.
sk: Táto prístupová fráza nebude fungovať. Mala by mať 14 až 128 znakov.
tr: Bu parola geçersiz. 14 ile 128 karakter arasında olmalı.

source: That two-factor code won't work. It should only contain numerals.
de: Dieser Zwei-Faktor-Code wird nicht funktionieren. Er sollte nur Ziffern enthalten.
sk: Tento dvojfaktorový kód nebude fungovať. Mal by obsahovať iba čísla.
tr: İki aşamalı kimlik doğrulama kodu geçersiz. Yalnızca rakamlardan oluşmalı.

source: SIGNING IN
sk: PRIHLÁSENIE
tr: OTURUM AÇILIYOR

source: Please enter a username, passphrase and two-factor code.
sk: Prosíme zadajte prihlasovacie meno, prihlasovaciu frázu a dvojfaktorový kód.
tr: Lütfen bir kullanıcı adı, parola ve iki aşamalı kimlik doğrulama kodu yazın.

source: USE OFFLINE
de: OFFLINE VERWENDEN
sk: POUŽIŤ OFFLINE
tr: ÇEVRİMDIŞI KULLAN

source: Show Passphrase
tr: Parolayı görüntüle

source: CANCEL
de: ABBRECHEN
sk: ZRUŠIŤ
tr: İPTAL

source: CONTINUE
de: FORTSETZEN
sk: ĎALEJ
tr: DEVAM

source: YES, DELETE FILES AND MESSAGES
de: JA, DATEIEN UND NACHRICHTEN LÖSCHEN
sk: ÁNO, ZMAZAŤ SÚBORY A SPRÁVY
tr: EVET, DOSYALARI VE İLETİLERİ SİL

source: You would like to delete {files_to_delete}, {replies_to_delete}, {messages_to_delete} from the source account for {source}?
sk: Chceli by ste zmazať {files_to_delete}, {replies_to_delete}, {messages_to_delete} z účtu zdroja pre {source}?
tr: {source} hesabından {files_to_delete}, {replies_to_delete}, {messages_to_delete} silmek istiyor musunuz?

source: Preserving the account will retain its metadata, and the ability for {source} to log in to your SecureDrop again.
sk: Zachovanie účtu zachová jeho metadáta a možnosť {source} znova sa prihlásiť do vášho SecureDrop.
tr: Hesabı korumak, üst verileri korur ve {source} için SecureDrop ile yeniden oturum açılabilmesini sağlar.

source: one file
de: Eine Datei
sk: jeden súbor
tr: bir dosya

source: one reply
de: Eine Antwort
sk: jedna odpoveď
tr: bir yanıt

source: one message
de: Eine Nachricht
sk: jedna správa
tr: bir ileti

source: Preparing to export:<br /><span style="font-weight:normal">{}</span>
de: Vorbereitung für den Export:<br /><span style="font-weight:normal">{}</span>
sk: Príprava na export:<br /><span style="font-weight:normal">{}</span>
tr: Dışa aktarmaya hazırlanılıyor:<br /><span style="font-weight:normal">{}</span>

source: Ready to export:<br /><span style="font-weight:normal">{}</span>
de: Bereit zum Exportieren:<br /><span style="font-weight:normal">{}</span>
sk: Pripravené na export:<br /><span style="font-weight:normal">{}</span>
tr: Dışa aktarmaya hazır:<br /><span style="font-weight:normal">{}</span>

source: Insert encrypted USB drive
de: Verschlüsseltes USB-Laufwerk einstecken
sk: Vložte šifrovaný USB kľúč
tr: Şifrelenmiş bir USB sürücüsü takın

source: Enter passphrase for USB drive
sk: Zadajte prístupovú frázu na USB kľúč
tr: USB sürücüsünün parolasını yazın

source: Export successful
de: Export erfolgreich
sk: Export sa podaril
tr: Dışa aktarıldı

source: Export failed
de: Export fehlgeschlagen
sk: Export zlyhal
tr: Dışa aktarılamadı

source: <h2>Understand the risks before exporting files</h2><b>Malware</b><br />This workstation lets you open files securely. If you open files on another computer, any embedded malware may spread to your computer or network. If you are unsure how to manage this risk, please print the file, or contact your administrator.<br /><br /><b>Anonymity</b><br />Files submitted by sources may contain information or hidden metadata that identifies who they are. To protect your sources, please consider redacting files before working with them on network-connected computers.
de: <h2>Kennen Sie die Risiken, bevor Sie Dateien exportieren</h2><b>Malware</b><br />Mit dieser Workstation können Sie Dateien sicher öffnen. Wenn Sie Dateien auf einem anderen Computer öffnen, kann sich eingebettete Malware auf Ihren Computer oder Ihr Netzwerk ausbreiten. Wenn Sie sich nicht sicher sind, wie Sie mit diesen Risiken umgehen sollen, drucken Sie die Datei bitte aus oder wenden Sie sich an Ihren Administrator.<br /><br /><b>Anonymität</b><br />Die von den Quellen eingereichten Dateien können Informationen oder versteckte Metadaten enthalten, die ihre Identität erkennen lassen. Um Ihre Quellen zu schützen, sollten Sie in Erwägung ziehen, die Dateien zu redigieren, bevor Sie sie auf Computern mit Netzwerkanschluss bearbeiten.
sk: <h2>Pochopte riziká pred exportom súborov</h2><b>Malvér</b> <br />Táto pracovná stanica vám umožňuje bezpečne otvárať súbory. Ak otvoríte súbory na inom počítači, všetok zabudovaný škodlivý softvér sa môže rozšíriť do vášho počítača alebo siete. Ak si nie ste istí, ako zvládnuť toto riziko, vytlačte si tento súbor alebo sa obráťte na svojho správcu.<br /><br /><b>Anonymita</b><br />Súbory odoslané zdrojmi môžu obsahovať informácie alebo skryté metadáta, ktoré ich identifikujú. V záujme ochrany vašich zdrojov zvážte pred prácou s týmito súbormi na počítačoch pripojených k sieti.
tr: <h2>Dosyaları dışa aktarmadan önce riskleri anlayın</h2><b>Kötü amaçlı yazılım</b><br />Bu iş istasyonu, dosyaları güvenli bir şekilde açmanızı sağlar. Dosyaları başka bir bilgisayarda açarsanız, gömülü kötü amaçlı yazılımlar bilgisayarınıza veya ağınıza yayılabilir. Bu riski nasıl yöneteceğinizden emin değilseniz, lütfen dosyayı yazdırın veya yöneticinizle görüşün.<br /><br /><b>Anonimlik</b><br />Kaynaklarınız tarafından gönderilen dosyalarda gerçekte kim olduğunuzu belirleyebilecek bilgiler veya gizli üst veriler bulunabilir. Kaynaklarınızı korumak için, ağa bağlı bilgisayarlarda çalışmaya başlamadan önce dosyaları yeniden düzenlemeyi değerlendirin.

source: Exporting: {}
de: Exportieren läuft: {}
sk: Exportovanie: {}
tr: Dışa aktarılıyor: {}

source: Please insert one of the export drives provisioned specifically for the SecureDrop Workstation.
de: Bitte legen Sie eines der speziell für die SecureDrop Workstation bereitgestellten Exportlaufwerke ein.
sk: Prosíme vložte jednu z exportovacích pamätí získanú špeciálne len pre SecureDrop Workstation.
tr: Lütfen SecureDrop iş istasyonu için özel olarak hazırlanmış dışa aktarma sürücülerinden birini takın.

source: Either the drive is not encrypted or there is something else wrong with it.
de: Entweder ist das Laufwerk nicht verschlüsselt, oder es stimmt etwas anderes nicht mit ihm.
sk: Buď pamäť nie je šifrovaná, alebo má inú chybu.
tr: Sürücü şifrelenmemiş ya da başka bir sorun var.

source: The passphrase provided did not work. Please try again.
sk: Zadaná prístupová fráza nefunguje. Prosíme skúste znova.
tr: Belirtilen parola işe yaramadı. Lütfen yeniden deneyin.

source: See your administrator for help.
de: Wenden Sie sich an Ihren Administrator, um Hilfe zu erhalten.
sk: Požiadajte vášho správcu o pomoc.
tr: Yardım almak için yöneticinizle görüşün.

source: The CONTINUE button will be disabled until the Export VM is ready
de: Die Schaltfläche FORTSETZEN wird deaktiviert, bis die Export-VM bereit ist
sk: Tlačidlo ĎALEJ bude deaktivované kým bude pripravený Export VM
tr: Dışa aktarma sanal makinesi hazır olana kadar DEVAM düğmesi devre dışı görünür

source: Remember to be careful when working with files outside of your Workstation machine.
de: Seien Sie vorsichtig, wenn Sie mit Dateien außerhalb Ihres Workstation-Rechners arbeiten.
sk: Nezabudnite na opatrnosť pri práci so súbormi mimo vašej Workstation.
tr: İş İstasyonu bilgisayarınızın dışındaki dosyalarla çalışırken dikkatli olmayı unutmayın.

source: SUBMIT
sk: POTVRDIŤ
tr: GÖNDER

source: DONE
de: FERTIG
sk: HOTOVO
tr: TAMAM

source: Preparing to print:<br /><span style="font-weight:normal">{}</span>
de: Druckvorbereitung:<br /><span style="font-weight:normal">{}</span>
sk: Tlač sa pripravuje:<br /><span style="font-weight:normal">{}</span>
tr: Yazdırmaya hazırlanılıyor:<br /><span style="font-weight:normal">{}</span>

source: Ready to print:<br /><span style="font-weight:normal">{}</span>
de: Bereit zum Drucken:<br /><span style="font-weight:normal">{}</span>
sk: Pripravený na tlač:<br /><span style="font-weight:normal">{}</span>
tr: Yazdırmaya hazır:<br /><span style="font-weight:normal">{}</span>

source: Connect USB printer
de: USB-Drucker verbinden
sk: Pripojiť USB tlačiareň
tr: USB yazıcı bağlayın

source: Printing failed
de: Drucken fehlgeschlagen
sk: Tlač sa nepodarila
tr: Yazdırılamadı

source: <h2>Managing printout risks</h2><b>QR codes and web addresses</b><br />Never type in and open web addresses or scan QR codes contained in printed documents without taking security precautions. If you are unsure how to manage this risk, please contact your administrator.<br /><br /><b>Printer dots</b><br />Any part of a printed page may contain identifying information invisible to the naked eye, such as printer dots. Please carefully consider this risk when working with or publishing scanned printouts.
de: <h2>Risiken beim Ausdrucken handhaben</h2><b>QR-Codes und Webadressen</b><br />Niemals sollten Sie Webadressen eingeben und öffnen oder QR-Codes in gedruckten Dokumenten scannen, ohne Sicherheitsvorkehrungen zu treffen. Wenn Sie sich nicht sicher sind, wie Sie diese Risiken handhaben sollen, wenden Sie sich bitte an Ihren Administrator.<br /><br /><b>Gedruckte Punkte</b><br />Jeder Teil einer gedruckten Seite kann identifizierende Informationen enthalten, die für das bloße Auge unsichtbar sind, wie z. B. gedruckte Punkte. Bitte bedenken Sie dieses Risiko sorgfältig, wenn Sie mit gescannten Ausdrucken arbeiten oder diese veröffentlichen.
sk: <h2> Správa rizík tlače </h2> <b> QR kódy a webové adresy </b> <br /> Nikdy nezadávajte a neotvárajte webové adresy ani neskenujte QR kódy obsiahnuté v tlačených dokumentoch bez vykonania bezpečnostných opatrení. Ak si nie ste istí, ako zvládnuť toto riziko, prosíme kontaktujte svojho správcu. <br /> <br /> <b> Body tlačiarne </b> <br /> Akákoľvek časť vytlačenej strany môže obsahovať identifikačné informácie neviditeľné voľným okom, napríklad bodky tlačiarne. Pri práci so skenovanými výtlačkami alebo pri ich publikovaní toto riziko starostlivo zvážte.
tr: <h2>Yazdırma risklerini yönetme</h2><b>QR kodları ve web adresleri</b><br />Asla güvenlik önlemleri almadan web adreslerini açmayın veya basılı belgelerdeki QR kodlarını taramayın. Bu riski nasıl yöneteceğinizden emin değilseniz, lütfen yöneticinizle görüşün.<br /><br /><b>Yazıcı noktaları</b><br />Basılı bir sayfanın herhangi bir bölümünde, yazıcı noktaları gibi çıplak gözle görülemeyen tanımlayıcı bilgiler bulunabilir. Taranmış çıktılarla çalışırken veya yayınlarken lütfen bu riski dikkatlice göz önünde bulundurun.

source: Please connect your printer to a USB port.
de: Bitte verbinden Sie Ihren Drucker mit einem USB-Anschluss.
sk: Prosíme pripojte vašu tlačiareň do USB portu.
tr: Lütfen yazıcınızı bir USB bağlantı noktasına bağlayın.

source: YES, DELETE ENTIRE SOURCE ACCOUNT
de: JA, DAS GESAMTE QUELLKONTO LÖSCHEN
sk: ÁNO, ZMAZAŤ CELÝ ÚČET ZDROJA
tr: EVET, TÜM KAYNAK HESABINI SİL

source: Are you sure this is what you want?
de: Sind Sie sicher, dass es das ist, was Sie wollen?
sk: Ste si istí, že to chcete spraviť?
tr: Bu işlemi yapmak istediğinize emin misiniz?

source: When the entire account for a source is deleted:
de: Wenn das gesamte Konto einer Quelle gelöscht wird:
sk: Keď sa vymaže celý účet zdroja:
tr: Bir kaynağın tüm hesabı silindiğinde:

source: The source will not be able to log in with their codename again.
de: Die Quelle wird sich nicht mehr mit ihrem Decknamen anmelden können.
sk: Zdroj sa nebude môcť znova prihlásiť s ich kódovacím menom.
tr: Kaynak kod adı ile yeniden oturum açamayacak.

source: Your organization will not be able to send them replies.
de: Ihre Organisation kann ihnen dann keine Antworten senden.
sk: Vaša organizácia mu nebude môcť poslať odpovede.
tr: Kuruluşunuz onlara yanıt gönderemeyecek.

source: All files and messages from that source will also be destroyed.
sk: Všetky súbory a správy od daného zdroja budú zničené.
tr: Bu kaynağın tüm dosya ve iletileri de silinir.
