Repository: freedomofpress/securedrop-client
Catalog: client/securedrop_client/locale/*/LC_MESSAGES/messages.po
Languages: ca, el, es, fi, fr, hr, is, pl, pt_br, ru, sv

source: DOWNLOADING
ca: S'ESTÀ BAIXANT...
el: ΓΙΝΕΤΑΙ ΛΗΨΗ
es: DESCARGANDO
fi: LADATAAN
fr: TÉLÉCHARGEMENT
hr: Preuzimanje
is: SÆKI GÖGN
pl: POBIERANIE
pt_br: BAIXANDO
ru: ЗАГРУЗКА
sv: LADDAR NED

source: Earlier files and messages deleted.
ca: Fitxers i missatges anteriors suprimits.
el: Τα προηγούμενα αρχεία και μηνύματα διαγράφτηκαν.
es: Archivos y mensajes anteriores borrados.
fi: Aiemmat tiedostot ja viestit poistettu.
fr: Les fichiers et messages antérieurs ont été supprimés.
hr: Ranije datoteke i poruke obrisane.
is: Eldri skrám og skilaboðum eytt.
pl: Wcześniejsze pliki i wiadomości zostały usunięte.
pt_br: Arquivos e mensagens anteriores apagados.
ru: Предыдущие файлы и сообщения удалены.
sv: Tidigare filer och meddelanden raderade.

source: Files and messages deleted for this source
ca: Fitxers i missatges suprimits per a aquesta font
el: Τα αρχεία και τα μηνύματα αυτής της πηγής διαγράφτηκαν
es: Archivos y mensajes borrados para esta fuente
fi: Tämän lähteen tiedostot ja viestit poistettu
fr: Les fichiers et messages ont été supprimés pour cette source
hr: Datoteke i poruke obrisane za izvor
is: Skrám og skilaboðum eytt fyrir þennan heimildarmann
pl: Usunięto pliki i wiadomości tego źródła
pt_br: Arquivos e mensagens apagados desta fonte
ru: Файлы и сообщения удалены для этого источника
sv: Filer och meddelanden raderade för denna källan

source: Compose a reply to
ca: Responeu a
el: Σύνταξη μιας απάντησης προς
es: Escribe una respuesta para
fi: Vastaus käyttäjälle
fr: Rédiger une réponse pour
hr: Napišite odgovor za
is: Semja svar til
pl: Utwórz odpowiedź do
pt_br: Escreva uma resposta para
ru: Составить ответ на
sv: Skriv ett svar till

source: Awaiting encryption key
ca: S'està esperant la clau de xifratge
el: Αναμένεται το κλειδί κρυπτογράφησης
es: Esperando clave de cifrado
fi: Odotetaan salausavainta
fr: En attente de la clé de chiffrement
hr: Čekam enkripcisjki ključ
is: Bíð eftir dulritunarlykli
pl: Oczekiwanie na klucz szyfrowania
pt_br: Esperando chave encriptada
ru: Ожидание ключа шифрования
sv: Väntar på krypteringsnyckel

source: from server to enable replies
ca: del servidor per habilitar respostes
el: από τον διακομιστή για να επιτραπούν οι απαντήσεις
es: del servidor para habilitar respuestas
fi: palvelimelta vastausten käyttämiseksi
fr: du serveur pour permettre les réponses
hr: sa poslužitelja kako bi omogućio odgovore
is: frá netþjóni til að virkja svör
pl: z serwera, aby umożliwić odpowiedzi
pt_br: do server para ativar respostas
ru: с сервера для обеспечения возможности получения ответов
sv: från servern för att aktivera svar

source: Sign in
ca: Inici de sessió
el: Συνδεθείτε
es: Crear cuenta
fi: Kirjaudu sisään
fr: Se connecter
hr: Prijava
is: Skrá inn
pl: Zaloguj się
pt_br: Acessar conta
ru: Войти
sv: Logga in

source: to compose or send a reply
ca: per escriure o respondre
el: για να συντάξετε ή να στείλετε μια απάντηση
es: para componer o enviar una respuesta
fi: muodostaaksesi viestin tai lähettääksesi vastauksen
fr: pour rédiger ou envoyer une réponse
hr: kako bi napisao ili poslao odgovor
is: til að semja eða senda svör
pl: aby utworzyć lub wysłać odpowiedź
pt_br: para escrever ou enviar uma resposta
ru: для написания или отправки ответа
sv: för att skriva eller skicka ett svar

source: FILES AND MESSAGES
ca: FITXERS I MISSATGES
es: ARCHIVOS Y MENSAJES
fi: TIEDOSTOT JA VIESTIT
fr: FICHIERS ET MESSAGES
hr: DATOTEKE I PORUKE
is: SKRÁR OG SKILABOÐ
pl: PLIKI I WIADOMOŚCI
pt_br: ARQUIVOS E MENSAGENS
ru: ФАЙЛЫ И СООБЩЕНИЯ
sv: FILER och MEDDELANDEN

source: SOURCE ACCOUNT
ca: COMPTE DE LA FONT
es: CUENTA DE ORIGEN
fi: LÄHDETILI
fr: COMPTE DE LA SOURCE
hr: RAČUN IZVORA
is: AÐGANGUR HEIMILDAR
pl: KONTO ŹRÓDŁA
ru: ИСХОДНЫЙ АККАУНТ
sv: KÄLLKONTO

source: Username
ca: Nom d’usuari
el: Όνομα χρήστη
es: Nombre de Usuario
fi: Käyttäjätunnus
fr: Nom d’utilisateur
hr: Korisničko ime
is: Notandanafn
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn

source: Passphrase
ca: Contrasenya
el: Κωδική φράση
es: Frase de contraseña
fi: Salalause
fr: Phrase de passe
hr: Lozinka
is: Lykilorð
pl: Hasło
pt_br: Frase-passe
ru: Пароль
sv: Lösenordsfras

source: Two-Factor Code
ca: Codi d'autenticació de factor doble
el: Κωδικός δύο παραγόντων
es: Código de autenticación de dos factores
fi: Kaksivaiheisen tunnistautumisen koodi
fr: Code d’authentification à deux facteurs
hr: Dvofaktorski kod
is: Tveggja-þátta kóði
pl: Kod dwuskładnikowy
pt_br: Código de Dois Fatores
ru: Двухфакторный код
sv: Tvåfaktors-kod

source: SecureDrop Client v{}
ca: Client del SecureDrop v{}
es: Cliente SecureDrop v{}
fi: SecureDrop-asiakasohjelmisto v{}
fr: Client SecureDrop v{}
hr: SecureDrop klijent v{}
is: SecureDrop biðlari útg.{}
pl: Klient SecureDrop v{}
pt_br: Cliente SecureDrop v{}
ru: Клиент SecureDrop v{}
sv: SecureDrop Klient v{}

source: That username won't work. It should be at least 3 characters long.
ca: No es pot utilitzar aquest nom d'usuari. Indiqueu un nom d'usuari d'almenys 3 caràcters.
el: Αυτό το όνομα χρήστη δεν θα δουλέψει. Θα πρέπει να είναι τουλάχιστον 3 χαρακτήρες.
es: Ese nombre de usuario no funcionará. Debería tener al menos un largo de 3 caracteres.
fi: Tämä käyttäjätunnus ei toimi. Käyttäjätunnuksen tulee sisältää vähintään kolme merkkiä.
fr: Ce nom d’utilisateur ne sera pas accepté. Il devrait comporter au moins trois caractères.
hr: To korisničko ime neće raditi. Trebalo bi biti barem 3 znaka dugo.
is: Þetta notandanafn mun ekki virka. Ætti að vera a.m.k. 3 stafa langt.
pl: Ta nazwa użytkownika nie będzie działać. Powinna mieć co najmniej 3 znaki.
pt_br: Este nome de usuário não funcionará. Precisa ter no mínimo 3 caracteres de comprimento.
ru: Это имя пользователя не подойдет. Оно должно быть длиной не менее 3 символов.
sv: Det här användarnamnet kommer inte att fungera. Det måste vara minst 3 tecken långt.

source: That passphrase won't work. It should be between 14 and 128 characters long.
ca: No es pot utilitzar aquesta contrasenya. Indiqueu una contrasenya de 14 a 128 caràcters.
el: Αυτή η κωδική φράση δεν θα δουλέψει. Θα πρέπει να είναι από 14 έως 128 χαρακτήρες.
es: Esa frase de contraseña no funcionará. Debería tener entre 14 y 128 caracteres de largo.
fi: Tämä tunnuslause ei toimi. Tunnuslauseen tulee olla pituudeltaan 14-128 merkkiä.
fr: Cette phrase de passe ne sera pas acceptée. Elle devrait comporter entre 14 et 128 caractères.
hr: Ta lozinka neće raditi. Morala bi biti između 14 i 128 znakova duga.
is: Þetta lykilorð mun ekki virka. Ætti að vera milli 14 og 128 stafa langt.
pl: To hasło nie zadziała. Powinno mieć od 14 do 128 znaków.
pt_br: Esta frase-passe não funcionará. Precisa ter entre 14 e 128 caracteres de comprimento.
ru: Этот пароль не будет работать. Его длина должна быть в пределах от 14 до 128 символов.
sv: Den här lösenordsfrasen kommer inte att fungera. Det måste vara mellan 14 och 128 tecken långt.

source: That two-factor code won't work. It should only contain numerals.
ca: No es pot utilitzar aquest codi. El codi ha de ser només numèric.
el: Αυτός ο κωδικός δύο παραγόντων δεν θα δουλέψει. Θα πρέπει να περιέχει μόνο αριθμούς.
es: Ese código de autenticación de dos factores no funcionará. Debería contener solo numerales.
fi: Tämä kaksivaiheisen tunnistautumisen koodi ei toimi. Kaksivaiheisen tunnistautumisen koodin tulee sisältää vain numeroita.
fr: Ce code d’authentification à deux facteurs ne sera pas accepté. Il doit être entièrement numérique.
hr: Taj dvofaktorski kod neće raditi. Trebao bi sadržavati samo znamenke.
is: Þessi tveggja-þátta kóði mun ekki virka. Hann ætti einungis að innihalda tölustafi.
pl: Ten kod dwuskładnikowy nie zadziała. Powinien zawierać tylko cyfry.
pt_br: Este código de dois fatores não funcionará. Deve conter apenas números.
ru: Этот двухфакторный код не сработает. Он должен содержать только цифры.
sv: Den här tvåfaktors-koden fungerar inte. Den ska endast innehålla siffror.

source: SIGNING IN
ca: S'ESTÀ INICIANT...
el: ΣΥΝΔΕΕΤΑΙ
es: CREANDO CUENTA
fi: KIRJAUDUTAAN SISÄÄN
fr: CONNEXION
hr: Prijava
is: SKRÁI INN
pl: LOGOWANIE
pt_br: Entrando
ru: АВТОРИЗАЦИЯ
sv: LOGGAR IN

source: Please enter a username, passphrase and two-factor code.
ca: Inseriu un nom d'usuari, contrasenya i codi de factor doble.
el: Παρακαλούμε εισάγετε το όνομα χρήστη, τη κωδική φράση και τον κωδικό δύο παραγόντων.
es: Por favor ingresa un nombre de usuario, frase de contraseña y código de autenticación de dos factores.
fi: Kirjoita käyttäjätunnus, tunnuslause ja kaksivaiheisen tunnistautumisen koodi.
fr: Veuillez saisir un nom d’utilisateur, une phrase de passe et code d’authentification à deux facteurs.
hr: Molimo unesite korisničko ime, lozinku i dvofaktorski kod.
is: Settu inn notandanafn, lykilorð og tvíþátta auðkenningarkóða.
pl: Wprowadź nazwę użytkownika, hasło i kod dwuskładnikowy.
pt_br: Por favor, insira um nome de usuário, frase-passe e código de dois fatores.
ru: Введите имя пользователя, пароль и двухфакторный код.
sv: Vänligen skriv användarnamn, lösenord och tvåfaktors-kod.

source: USE OFFLINE
ca: USA-HO FORA DE LÍNIA
el: ΧΡΗΣΗ ΕΚΤΟΣ ΣΥΝΔΕΣΗΣ
es: USAR FUERA DE LÍNEA
fi: KÄYTÄ OFFLINE-TILASSA
fr: UTILISER HORS LIGNE
hr: Koristi offline
is: NOTA ÓNETTENGT
pl: UŻYWAJ OFFLINE
ru: ИСПОЛЬЗОВАТЬ АВТОНОМНО
sv: ANVÄND OFFLINE

source: Show Passphrase
ca: Mostra la contrasenya
el: Εμφάνιση κωδικής φράσης
es: Mostrar frase de contraseña
fi: Näytä tunnuslause
fr: Afficher la phrase de passe
hr: Pokaži lozinku
is: Birta lykilorð
pl: Pokaż hasło
ru: Показать пароль
sv: Visa lösenordsfras

source: CANCEL
ca: CANCEL·LA
el: ΑΚΥΡΩΣΗ
es: CANCELAR
fi: PERUUTA
fr: ANNULER
hr: Otkaži
is: HÆTTA VIÐ
pl: ANULUJ
pt_br: CANCELAR
ru: ОТМЕНИТЬ
sv: AVBRYT

source: CONTINUE
ca: CONTINUA
el: ΣΥΝΕΧΕΙΑ
es: CONTINUAR
fi: JATKA
fr: POURSUIVRE
hr: NASTAVI
is: HALDA ÁFRAM
pl: DALEJ
pt_br: CONTINUAR
ru: ПРОДОЛЖИТЬ
sv: FORTSÄTT

source: YES, DELETE FILES AND MESSAGES
ca: SÍ, SUPRIMEIX FITXERS I MISSATGES
el: ΝΑΙ, ΔΙΑΓΡΑΦΗ ΑΡΧΕΙΩΝ ΚΑΙ ΜΗΝΥΜΑΤΩΝ
es: SÍ, BORRAR ARCHIVOS Y MENSAJES
fi: KYLLÄ, POISTA TIEDOSTOT JA VIESTIT
fr: OUI, SUPPRIMER LES FICHIERS ET MESSAGES
hr: Da, obriši datoteke i poruke
is: JÁ, EYÐA SKRÁM OG SKILABOÐUM
pl: TAK, USUŃ PLIKI I WIADOMOŚCI
pt_br: SIM, APAGAR ARQUIVOS E MENSAGENS
ru: ДА, УДАЛИТЬ ФАЙЛЫ И СООБЩЕНИЯ
sv: JA, RADERA FILER OCH MEDDELANDEN

source: Would you like to delete {files_to_delete}, {replies_to_delete}, {messages_to_delete} from the source account for {source}?
ca: Voleu suprimir {files_to_delete}, {replies_to_delete}, {messages_to_delete} del compte de la font {source}?
es: ¿Desear borrar {files_to_delete}, {replies_to_delete}, {messages_to_delete} de la cuenta de origen {source}?
fi: Haluatko poistaa {files_to_delete}, {replies_to_delete}, {messages_to_delete} lähdetililtä {source}?
fr: Voulez-vous supprimer {files_to_delete}, {replies_to_delete}, {messages_to_delete} du compte source pour {source} ?
hr: Želite li izbrisati {files_to_delete}, {replies_to_delete}, {messages_to_delete} s računa izvora za {source}?
is: Vilt þú eyða {files_to_delete}, {replies_to_delete}, {messages_to_delete} af aðgangi heimildamannsins {source}?
pl: Czy chcesz usunąć {files_to_delete}, {replies_to_delete}, {messages_to_delete} z konta źródła {source}?
ru: Желайте удалить {files_to_delete}, {replies_to_delete}, {messages_to_delete} из аккаунта источника для {source}?
sv: Vill du radera {files_to_delete}, {replies_to_delete}, {messages_to_delete} från källkontot för {source}?

source: Preserving the account will retain its metadata, and the ability for {source} to log in to your SecureDrop again.
ca: Preservant el compte es mantindran les metadades i podreu iniciar sessió novament a {source} del vostre SecureDrop.
el: Με τη διατήρηση του λογαριασμού, θα παραμείνουν τα μεταδεδομένα και η δυνατότητα του/της {source} να συνδεθεί ξανά στο SecureDrop σας.
es: Preservar la cuenta retendrá sus metadatos, y la habilidad de {source} de iniciar sesión en tu SecureDrop de nuevo.
fi: Tilin säilyttäminen säilyttää siihen liittyvät metatiedot ja mahdollistaa lähteen {source} kirjautua SecureDrop-palveluun uudelleen.
fr: Préserver le compte conservera ces métadonnées et permettra à {source} de se connecter à votre SecureDrop de nouveau.
hr: Očuvanje računa će zadržati njegove metapodatke i mogućnost da se {source} ponovno prijavi na Vaš SecureDrop.
is: Sé aðganginum haldið, geymast lýsigögn hans og möguleikinn fyrir {source} til að skrá sig aftur inn á SecureDrop hjá þér.
pl: Zachowanie konta pozwoli pozostawić jego metadane oraz utrzymać możliwość ponownego zalogowania się {source} do Twojego SecureDrop.
pt_br: Mantendo a conta será retido os metadados, e a possibilidade de {source} entrar no seu SecureDrop novamente.
ru: При сохранении учетной записи ее метаданные будут сохранены, и {source} сможет снова войти в SecureDrop.
sv: Om du behåller kontot så kommer dess metadata att sparas, och {source} kommer kunna logga in i SecureDrop igen.

source: one file
ca: un fitxer
el: ένα αρχείο
es: un archivo
fi: yksi tiedosto
fr: un fichier
hr: jedna datoteka
is: ein skrá
pl: jeden plik
pt_br: um arquivo
ru: {file_count} файл
sv: En fil

source: one reply
ca: una resposta
el: μια απάντηση
es: una respuesta
fi: yksi vastaus
fr: une réponse
hr: jedan odgovor
is: eitt svar
pl: jedna odpowiedź
pt_br: uma resposta
ru: {reply_count} ответ
sv: ett svar

source: one message
ca: un missatge
el: ένα μήνυμα
es: un mensaje
fi: yksi viesti
fr: un message
hr: jedna poruka
is: ein skilaboð
pl: jedna wiadomość
pt_br: uma mensagem
ru: {message_count} сообщение
sv: ett meddelande

source: DONE
ca: FET
el: ΤΕΛΟΣ
es: HECHO
fi: VALMIS
fr: TERMINÉ
hr: Gotovo
is: LOKIÐ
pl: GOTOWE
pt_br: FEITO
ru: ГОТОВО
sv: KLAR

source: BACK
is: TIL BAKA
pl: WSTECZ
ru: ВЕРНУТЬСЯ

source: No device detected
is: Ekkert tæki fannst
pl: Nie wykryto żadnego urządzenia
ru: Устройство не обнаружено

source: Too many USB devices detected; please insert one supported device.
is: Of mörg USB-tæki fundust; settu inn eitt stutt tæki.
pl: Wykryto zbyt wiele urządzeń USB; włóż jedno obsługiwane urządzenie.
ru: Обнаружено слишком много USB устройств; пожалуйста, вставьте один поддерживаемый девайс.

source: Either the drive is not encrypted or there is something else wrong with it.<br />If this is a VeraCrypt drive, please unlock it from within the sd-devices VM, then try again.
is: Annað hvort er drifið ekki dulritað eða að það er eitthvað annað að því.<br />Ef þetta er VeraCrypt-drif, skaltu aflæsa því í sd-devices sýndarvélinni og prófa síðan aftur.
pl: Albo dysk nie jest zaszyfrowany, albo jest z nim coś nie tak.<br />Jeśli jest to dysk VeraCrypt, odblokuj go z poziomu sd-devices maszyny wirtualnej, a następnie spróbuj ponownie.
ru: Диск либо не зашифрован, или что-то ещё не так.<br />Если это диск VeraCrypt, пожалуйста, разблокируйте его из виртуальной машины sd-devices и попробуйте ещё раз.

source: The device is ready for export.
is: Tækið er tilbúið fyrir útflutning.
pl: Urządzenie jest gotowe do eksportu.
ru: Устройство готово к экспортированию.

source: The device is locked.
is: Tækið er læst.
pl: Urządzenie jest zablokowane.
ru: Устройство заблокировано.

source: The passphrase provided did not work. Please try again.
ca: La contrasenya que he inserit no és vàlida. Torneu a provar.
el: Η κωδική φράση που εισάγατε δεν λειτούργησε. Παρακαλούμε προσπαθήστε ξανά.
es: La frase de contraseña ingresada no funcionó. Por favor inténtalo de nuevo.
fi: Annettu tunnuslause ei kelpaa. Yritä uudelleen.
fr: La phrase de passe est erronée. Veuillez recommencer.
hr: Dana lozinka ne radi. Molimo pokušajte opet.
is: Uppgefið lykilorð virkaði ekki. Reyndu aftur.
pl: Podane hasło nie zadziałało. Spróbuj ponownie.
pt_br: A frase-passe fornecida não funcionou. Por favor, tenta novamente.
ru: Введенный пароль не сработал. Пожалуйста, попробуйте еще раз.
sv: Lösenordsfrasen som angavs fungerade inte. Vänligen försök igen.

source: Error mounting drive
is: Villa við að tengja drif í skráakerfi
pl: Błąd podczas montowania napędu
ru: Ошибка во время монтирования диска

source: Error during export
is: Villa við útflutning
pl: Błąd podczas eksportu
ru: Ошибка во время экспорта

source: Files were exported successfully, but the USB device could not be unmounted.
is: Tókst að flytja út skrár, en ekki var hægt að aftengja USB-tækið.
pl: Pliki zostały wyeksportowane pomyślnie, ale nie można odmontować urządzenia USB.
ru: Файлы были успешно экспортированы, но USB устройство не получилось отмонтировать.

source: Files were exported successfully, but some temporary files remain on disk. Reboot to remove them.
is: Tókst að flytja út skrár, en einhverjar bráðabirgðaskrár eru eftir á disknum. Endurræstu til að fjarlægja þær.
pl: Pliki zostały wyeksportowane pomyślnie, ale niektóre pliki tymczasowe pozostają na dysku. Uruchom ponownie system, aby je usunąć.
ru: Файлы были экспортированы успешно, но некоторые временные файлы остались на диске. Перезагрузите систему, чтобы их убрать.

source: Export successful
ca: S'ha exportat correctament
el: Επιτυχής εξαγωγή
es: Exportación exitosa
fi: Vienti onnistui
fr: L’exportation est réussie
hr: Izvoz je uspio
is: Útflutningur tókst
pl: Eksport udany
pt_br: Exportação bem sucedida
ru: Экспорт выполнен успешно
sv: Export lyckades

source: Error encountered with this device. See your administrator for help.
is: Villa kom upp með þetta tæki. Hafðu samband við stjórann þinn til að fá aðstoð.
pl: Wystąpił błąd w tym urządzeniu. Skontaktuj się z administratorem, aby uzyskać pomoc.
ru: Обнаружена ошибка в устройстве. Проконтактируйте администратора для помощи.

source: Files were moved or missing and could not be exported.
is: Skrár voru færðar eða þær vantar, þannig að ekki er hægt að flytja þær út.
pl: Pliki zostały przeniesione lub ich brak i nie można ich wyeksportować.
ru: Файлы были перемещены или не могут быть найдены, из-за чего их не получилось экспортировать.

source: Error encountered. Please contact support.
is: Villa fannst. Hafðu samband við aðstoðarteymið.
pl: Wystąpił błąd. Skontaktuj się z pomocą techniczną.
ru: Произошла ошибка. Проконтактируйте поддержку.

source: Preparing to export:<br /><span style="font-weight:normal">{}</span>
ca: S'està preparant per a exportar: <br /><span style="font-weight:normal">{}</span>
el: Προετοιμασία εξαγωγής:<br /><span style="font-weight:normal">{}</span>
es: Preparando para exportar:<br /><span style="font-weight:normal">{}</span>
fi: Valmistellaan vientiä:<br /><span style="font-weight:normal">{}</span>
fr: Préparation à l’exportation : <br /><span style="font-weight:normal">{}</span>
hr: Priprema za izvoz:<br /><span style="font-weight:normal">{}</span>
is: Undirbý útflutning:<br /><span style="font-weight:normal">{}</span>
pl: Przygotowanie do eksportu:<br /><span style="font-weight:normal">{}</span>
pt_br: Preparando para exportar:<br /><span style="font-weight:normal">{}</span>
ru: Подготовка к экспорту:<br /><span style="font-weight:normal">{}</span>
sv: Förbereder export: <br /><span style="font-weight:normal">{}</span>
