Repository: freedomofpress/securedrop-client
Catalog: client/securedrop_client/locale/*/LC_MESSAGES/messages.po
Languages: ca, el, es, fi, fr, hr, is, pl, pt_br, ru, sv

source: {application_name} is already running
ca: {application_name} ja s'ha iniciat
el: Το {application_name} εκτελείται ήδη
es: {application_name} ya se está ejecutando
fi: {application_name} on jo käynnissä
fr: {application_name} est déjà lancé
hr: Aplikacija {application_name} je već pokrenuta
is: {application_name} er þegar í gangi
pl: {application_name} już działa
pt_br: {application_name} já está executando
ru: {application_name} уже запущено
sv: {application_name} är redan igång

source: Retrieving 1 message
ca: S'està recuperant 1 missatge
es: Recuperando 1 mensaje
fi: Noudetaan 1 viesti
fr: Récupération d’un message
hr: Preuzimanje jedne poruke
is: Tek á móti 1 skilaboðum
pl: Pobieranie 1 wiadomości
pt_br: Recuperando 1 mensagem
ru: Получаю {message_count} сообщение
sv: Hämtar 1 meddelande

source: The SecureDrop server cannot be reached. Trying to reconnect...
ca: No es pot arribar al servidor del SecureDrop. S'intenta de nou...
el: Ο διακομιστής του SecureDrop δεν είναι προσπελάσιμος. Προσπάθεια επανασύνδεσης...
es: El servidor SecureDrop no puede ser alcanzado. Intentando reconectar...
fi: SecureDrop-palvelin ei ole tavoitettavissa. Yritetään yhdistää uudelleen...
fr: Impossible d’atteindre le serveur SecureDrop. Tentative de reconnexion…
hr: Nije moguće doći do SecureDrop poslužitelja. Pokušavam se spojiti...
is: Tókst ekki að ná sambandi við SecureDrop-þjóninn. Reyni aftur að tengjast...
pl: Serwer SecureDrop jest nieosiągalny. Próbuję ponownie się połączyć...
pt_br: SecureDrop não pode ser alcançado. Tentando reconectar...
ru: С сервером SecureDrop не удается связаться. Попытка повторного подключения...
sv: SecureDrop-servern kan inte nås. Försöker att återansluta...

source: Could not reach the SecureDrop server. Please check your Internet and Tor connection and try again.
ca: No s'ha pogut arribar al servidor del SecureDrop. Comproveu la vostra connexió a internet, la del Tor i torneu a provar.
el: Δεν μπορούμε να προσπελάσουμε τον διακομιστή του SecureDrop. Παρακαλούμε ελέγξτε τη σύνδεσή σας στο διαδίκτυο και το Tor, και προσπαθήστε ξανά.
es: No se pudo alcanzar al sevidor SecureDrop. Por favor comprueba tus conexiones a Internet y Tor e inténtalo de nuevo.
fi: SecureDrop-palvelimeen ei saatu yhteyttä. Tarkista internet- sekä tor-yhteydet ja yritä uudelleen.
fr: Impossible d’atteindre le serveur SecureDrop. Veuillez vérifier vos connexions à Internet et à Tor et réessayez.
hr: Nije moguće doći do SecureDrop poslužitelja. Molimo provjerite svoju internet i Tor vezu, pa pokušajte opet.
is: Tókst ekki að ná sambandi við SecureDrop-þjóninn. Athugaðu tenginguna þína við Tor og internetið og prófaðu svo aftur.
pl: Nie można połączyć się z serwerem SecureDrop. Sprawdź swoje połączenie z Internetem oraz siecią Tor i spróbuj ponownie.
pt_br: Não foi possível conectar ao SecureDrop server. Por favor, cheque sua conexão com a internet e com Tor e tente novamente.
ru: Не удалось связаться с сервером SecureDrop. Пожалуйста, проверьте ваше подключение к сети интернет и Tor и повторите попытку.
sv: Kunde inte nå SecureDrop-Servern. Vänligen kontrollera din anslutning till internet och till Tor, försök sedan igen.

source: Those credentials didn't work. Please try again, and make sure to use a new two-factor code.
ca: Aquestes credencials no han funcionat. Proveu de nou, i comproveu que useu un codi de doble factor.
el: Αυτά τα στοιχεία σύνδεσης δεν δούλεψαν. Παρακαλώ προσπαθήστε ξανά, και επιβεβαιώστε πως θα χρησιμοποιήσετε ένα νέο κωδικό δύο παραγόντων.
es: Esas credenciales no funcionaron. Por favor inténtalo de nuevo, y asegúrate de usar un nuevo código de autenticación de dos factores.
fi: Kirjautumistiedot eivät olleet oikein. Yritä uudelleen ja varmista, että käytät uutta kaksivaiheisen tunnistautumisen koodia.
fr: Ces authentifiants sont erronés. Veuillez réessayer et utiliser un nouveau code d’authentification à deux facteurs.
hr: Te vjerodajnice nisu uspjele. Molimo pokušajte opet koristeći novi dvofaktorski kod.
is: Þessi auðkenni virkuðu ekki. Prófaðu aftur og gakktu úr skugga um að þú notir nýjan tveggja-þátta kóða.
pl: Te dane uwierzytelniające nie zadziałały. Spróbuj ponownie i upewnij się, że używasz nowego kodu dwuskładnikowego.
pt_br: As credenciais não funcionaram. Por favor, tente novamente e tenha certeza de usar um código de dois fatores.
ru: Эти учетные данные не подходят. Пожалуйста, попробуйте еще раз, и обязательно используйте новый код двухфакторной аутентификации.
sv: Dessa uppgifter fungerade inte. Försök igen, och kontrollera att du använder en ny tvåfaktors-kod.

source: That didn't work. Please check everything and try again.
ca: Això no ha funcionat. Comproveu-ho tot i torneu a provar.
el: Αυτό δε δούλεψε. Παρακαλώ ελέγξτε τα πάντα και προσπαθήστε ξανά.
es: Eso no funcionó. Por favor comprueba todo e inténtalo de nuevo.
fi: Se ei toiminut. Tarkista kaikki tiedot sekä asetukset ja yritä uudelleen.
fr: Cela n’a pas fonctionné. Veuillez tout vérifier et réessayer.
hr: To nije uspjelo. Provjerite sve i pokušajte opet.
is: Þetta virkaði ekki. Yfirfarðu allt og reyndu aftur.
pl: To nie zadziałało. Sprawdź wszystko i spróbuj ponownie.
pt_br: Não funcionou. Por favor, verifique e tente de novo.
ru: Это не сработало. Пожалуйста, проверьте все данные и попробуйте еще раз.
sv: Det där fungerade inte. Kontrollera allt och försök igen.

source: You must sign in to perform this action.
ca: Cal que inicieu sessió per a fer aquesta acció.
el: Πρέπει να συνδεθείτε για να πραγματοποιήσετε αυτή την ενέργεια.
es: Debes iniciar sesión para efectuar esta acción.
fi: Tämä toiminto vaatii sisäänkirjautumisen.
fr: Vous devez vous connecter pour effectuer cette action.
hr: Morate se prijaviti kako bi izvršili ovu radnju.
is: Þú verður að skrá þig inn til að framkvæma þessa aðgerð.
pl: Aby wykonać tę czynność, musisz się zalogować.
pt_br: Precisa estar logado para fazer esta ação.
ru: Для выполнения этого действия необходимо войти.
sv: Du måste logga in för att genomföra detta.

source: Your session expired. Please log in again.
ca: La sessió ha caducat. Torneu a iniciar-hi sessió.
el: Η συνεδρία σας έληξε. Παρακαλώ συνδεθείτε ξανά.
es: Tu sesión expiró. Por favor iníciala de nuevo.
fi: Istunto vanheni. Kirjaudu sisään uudelleen.
fr: Votre session a expiré. Veuillez vous reconnecter.
hr: Vaša sesija je istekla. Prijavite se opet.
is: Setan þin er útrunnin. Skráðu þig aftur inn.
pl: Twoja sesja wygasła. Zaloguj się ponownie.
pt_br: Sua sessão expirou. Por favor, acesse sua conta novamente.
ru: Ваша сессия истекла. Пожалуйста, войдите ещё раз.
sv: Din session har gått ut. Försök att logga in igen.

source: Failed to update star.
ca: No s'ha pogut actualitzar l'estel.
el: Αδυναμία ανανέωσης αγαπημένου.
es: Fallo al actualizar estrella.
fi: Tähden päivittäminen epäonnistui.
fr: Échec de mise à jour de l’étoile.
hr: Nije uspjelo ažuriranje zvijezdice.
is: Mistókst að uppfæra stjörnu.
pl: Nie udało się zaktualizować gwiazdy.
pt_br: Falha ao atualizar estrela.
ru: Ошибка добавления в избранное.
sv: Misslyckades att uppdatera stjärnmarkering.

source: File does not exist in the data directory. Please try re-downloading.
ca: Els fitxers no existeixen al directori de dades. Proveu baixant-los novament.
el: Το αρχείο δεν υπάρχει στο φάκελο δεδομένων. Παρακαλώ προσπαθήστε να το ξανακατεβάσετε.
es: El archivo no existe en el directorio de datos. Por favor, intenta volver a descargarlo.
fi: Tiedostoa ei ole olemassa datahakemistossa. Yritä ladata uudelleen.
fr: Le fichier n’existe pas dans le répertoire des données. Veuillez tenter de retélécharger.
hr: Datoteka ne postoji u direktoriju. Pokušajte ponovno preuzimanje.
is: Skráin er ekki til staðar í gagnamöppunni. Prófaðu að sækja hana aftur.
pl: Plik nie istnieje w katalogu danych. Spróbuj pobrać ponownie.
pt_br: Arquivo não existe no diretório de dados. Por favor, tente fazer o download novamente.
ru: Файл не существует в каталоге данных. Попробуйте повторить загрузку.
sv: Filen finns inte i mappen. Försök att ladda hem igen.

source: The file download failed. Please try again.
ca: Ha fallat la baixada del fitxer. Proveu-ho de nou.
el: Η λήψη του αρχείου απέτυχε. Παρακαλώ δοκιμάστε ξανά.
es: La descarga del archivo falló. Por favor inténtalo de nuevo.
fi: Lataaminen epäonnistui. Yritä uudelleen.
fr: Échec de téléchargement. Veuillez réessayer.
hr: Preuzimanje datoteke nije uspjelo. Pokušajte opet.
is: Mistókst að sækja skrána. Reyndu aftur.
pl: Pobieranie pliku nie powiodło się. Spróbuj ponownie.
pt_br: O download do arquivo falhou. Por favor, tente de novo.
ru: Загрузка файла не удалась. Попробуйте еще раз.
sv: Nedladdningen misslyckades. Försök igen.

source: Failed to delete conversation at server
ca: Ha fallat la supressió de la conversa al servidor
el: Αποτυχία διαγραφής της συζήτησης στον διακομιστή
es: Fallo al borrar conversación en el servidor
fi: Keskustelun poistaminen palvelimelta epäonnistui
fr: Échec de suppression de la conversation sur le serveur
hr: Nije uspjelo brisanje razgovora na poslužitelju
is: Mistókst að eyða samtali á netþjóni
pl: Nie udało się usunąć rozmowy na serwerze
pt_br: Falhou ao tentar apagar conversar no server
ru: Не удалось удалить беседу на сервере
sv: Misslyckades att radera konversation på servern

source: Failed to delete source at server
ca: Ha fallat la supressió de la font al servidor
el: Αποτυχία διαγραφής της πηγής στον διακομιστή
es: Fallo al borrar fuente en el servidor
fi: Lähteen poistaminen palvelimelta epäonnistui
fr: Échec de suppression de la source sur le serveur
hr: Nije uspjelo brisanje izvora na poslužitelju
is: Mistókst að eyða heimildarmanni á netþjóni
pl: Nie udało się usunąć źródła na serwerze
pt_br: Falhou ao apagar fonte no server
ru: Не удалось удалить источник на сервере
sv: Misslyckades att radera källan på servern

source: No messages.
ca: Cap missatge.
es: No hay mensajes.
fi: Viestejä ei ole.
fr: Aucun message.
hr: Nema poruka.
is: Engin skilaboð.
pl: Brak wiadomości.
pt_br: Não há mensagens.
ru: Нет сообщений.
sv: Inga meddelanden.

source: %(sender)s wrote:
ca: %(sender)s ha escrit:
es: %(sender)s ha escrito:
fi: %(sender)s kirjoitti:
fr: %(sender)s a écrit :
hr: %(sender)s je napisao/la:
is: %(sender)s skrifaði:
pl: %(sender)s napisał(a):
pt_br: %(sender)s escreveu:
ru: %(sender)s написал(и):
sv: %(sender)s skrev:

source: %(sender)s sent:
ca: %(sender)s ha enviat:
es: %(sender)s ha enviado:
fi: %(sender)s lähetti:
fr: %(sender)s a envoyé :
hr: %(sender)s je poslao/la:
is: %(sender)s sendi:
pl: %(sender)s wysłał(a):
pt_br: %(sender)s enviou:
ru: %(sender)s отправил(и):
sv: %(sender)s skickade:

source: File: %(filename)s
ca: Fitxer: %(filename)s
es: Archivo: %(filename)s
fi: Tiedosto: %(filename)s
fr: Fichier : %(filename)s
hr: Datoteka: %(filename)s
is: Skrá: %(filename)s
pl: Plik: %(filename)s
pt_br: Arquivo: %(filename)s
ru: Файл: %(filename)s
sv: Fil: %(filename)s

source: Download All
ca: Baixa-ho tot
es: Descargar todo
fi: Lataa kaikki
fr: Tout télécharger
hr: Preuzmi sve
is: Sækja allt
pl: Pobierz wszystko
pt_br: Baixar tudo
ru: Скачать всё
sv: Ladda hem alla

source: Delete Source Account
ca: Supressió del compte de la font
el: Διαγραφή λογαριασμού πηγής
es: Eliminar Cuenta de Fuente
fi: Poista lähdetili
fr: Supprimer le compte de la source
hr: Obriši račun izvora
is: Eyða aðgangi heimildarmanns
pl: Usuń konto źródła
ru: Удалить аккаунт источника
sv: Radera en källa

source: Delete All Files and Messages
ca: Suprimeix tots els fitxers i missatges
el: Διαγραφή όλων των αρχείων και μηνυμάτων
es: Borrar todos los archivos y mensajes
fi: Poista kaikki tiedostot ja viestit
fr: Supprimer tout les fichiers et messages
hr: Izbriši sve datoteke i poruke
is: Eyða öllum skrám og skilaboðum
pl: Usuń wszystkie pliki i wiadomości
pt_br: Apagar Todos os Arquivos e Mensagens
ru: Удалить все файлы и сообщения
sv: Radera alla filer och meddelanden

source: Print Transcript
ca: Imprimeix la transcripció
es: Imprimir la transcripción
fi: Tulosta transkriptio
fr: Imprimer la transcription
hr: Ispiši prijepis
is: Prenta umritun
pl: Wydrukuj transkrypcję
pt_br: Imprimir conversa
ru: Напечатать транскрипцию
sv: Skriv ut kopia

source: Export Transcript
ca: Exporta la transcripció
es: Exportar la transcripción
fi: Vie transkriptio
fr: Exporter la transcription
hr: Izvezi prijepis
is: Flytja umritun út
pl: Eksportuj transkrypcję
pt_br: Exportar Conversa
ru: Экспортировать транскрипцию
sv: Exportera kopia

source: Export All
ca: Exporta-ho tot
es: Exportar todo
fi: Vie kaikki
fr: Tout exporter
hr: Izvezi sve
is: Flytja allt út
pl: Eksportuj wszystko
pt_br: Exportar tudo
ru: Экспортировать все
sv: Exportera alla

source: <h2>Some files will not be exported</h2>Some files from this source have not yet been downloaded, and will not be exported.<br /><br />To export the currently downloaded files, click "Continue."
ca: <h2>Alguns fitxers no s'exportaran</h2>Alguns fitxers d'aquesta font encara no s'han baixat, i no s'exportaran.<br /><br />Per a exportar els fitxers baixats, feu clic a «Continua».
es: <h2>No se exportarán algunos archivos</h2>No se han descargado algunos archivos de esta fuente, por lo que no se exportarán.<br /><br />Para exportar los archivos que has descargado, haz clic en «Continuar».
fi: <h2>Joitakin tiedostoja ei viedä</h2>Joitakin lähteen tiedostoja ei ole vielä ladataa, eikä niitä sen vuoksi viedä.<br /><br />Vie jo ladatut tiedostot painamalla "Jatka".
fr: <h2>Certains fichiers ne seront pas exportés.</h2>Certains fichiers de cette source n’ont pas encore été téléchargés et ne seront pas exportés.<br /><br />Pour exporter les fichiers téléchargés actuellement, cliquez sur « Poursuivre ».
hr: <h2>Neke datoteke neće biti izvezene</h2>Neke datoteke iz ovog izvora još nisu preuzete i neće biti izvezene.<br /><br />Za izvoz trenutno preuzetih datoteka kliknite "Nastavi."
is: <h2>Sumar skrár verða ekki fluttar út</h2>Ekki er búið að sækja sumar skrár frá þessum heimildarmanni og verða þær þá ekki fluttar út.<br /><br />Til að flytja út þær skrár sem búið er að sækja skaltu smella á "Halda áfram."
pl: <h2>Niektóre pliki nie zostaną wyeksportowane</h2>Niektóre pliki z tego źródła nie zostały jeszcze pobrane i nie zostaną wyeksportowane.<br /><br />Aby wyeksportować aktualnie pobrane pliki, kliknij „Kontynuuj”.
pt_br: <h2>Alguns arquivos não serão exportados</h2>Alguns arquivos dessa fonte ainda não foram baixados, e, por isso, não serão exportados.<br /><br />Para exportar os arquivos já baixados clique em "Continuar."
ru: <h2>Некоторые файлы не будут экспортированы</h2>Некоторые файлы из этого источника ещё не были загружены, и не будут экспортированы.<br /><br />Чтобы экспортировать уже загруженные файлы, нажмите "Продолжить."
sv: <h2>Vissa filer kommer inte att exporteras</h2>Vissa filer från den här källan har inte laddats ned , och kommer inte att exporteras. <br /><br /> För att exportera de redan nedladdade filerna, klicka på "Fortsätt."

source: all files and transcript
ca: tots els fitxers i la transcripció
es: Todos los archivos y la transcripción
fi: kaikki tiedostot ja transkriptio
fr: tous les fichiers et la transcription
hr: sve datoteke i prijepis
is: allar skrár og umritanir
pl: wszystkie pliki i transkrypcje
pt_br: todos os arquivos e a conversa
ru: все файлы и транскрипции
sv: alla filer och kopior

source: SecureDrop Client {}
ca: Client del SecureDrop {}
es: Cliente SecureDrop {}
fi: SecureDrop-asiakasohjelmisto {}
fr: Client SecureDrop {}
hr: SecureDrop klijent{}
is: SecureDrop biðlari {}
pl: Klient SecureDrop {}
pt_br: Cliente SecureDrop {}
ru: Клиент SecureDrop {}
sv: SecureDrop Klient {}

source: Quit
ca: Surt
el: Έξοδος
es: Salir
fi: Lopeta
fr: Fermer
hr: Izlaz
is: Hætta
pl: Zakończ
pt_br: Sair
ru: Выход
sv: Avsluta

source: Last Refresh: {}
ca: Última actualització: {}
el: Τελευταία ανανέωση: {}
es: Último Refresco: {}
fi: Viimeisin päivitys: {}
fr: Dernière actualisation : {}
hr: Posljednje osvježenje: {}
is: Síðasti endurlestur: {}
pl: Ostatnie odświeżenie: {}
pt_br: Última atualização: {}
ru: Последнее обновление: {}
sv: Senaste uppdatering: {}

source: Last Refresh: never
ca: Última actualització: mai
el: Τελευταία ανανέωση: ποτέ
es: Último Refresco: nunca
fi: Viimeisin päivitys: ei koskaan
fr: Dernière actualisation : jamais
hr: Posljednje osvježenje: nikad
is: Síðasti endurlestur: aldrei
pl: Ostatnie odświeżenie: nigdy
pt_br: Última atualização: nunca
ru: Последнее обновление: никогда
sv: Nästa uppdatering: aldrig

source: SIGN OUT
ca: TANCA LA SESSIÓ
el: ΑΠΟΣΥΝΔΕΣΗ
es: CERRAR SESIÓN
fi: KIRJAUDU ULOS
fr: DÉCONNEXION
hr: Odjava
is: SKRÁ ÚT
pl: WYLOGUJ SIĘ
pt_br: Sair da conta
ru: ВЫХОД
sv: LOGGA UT

source: SIGN IN
ca: INICIA LA SESSIÓ
el: ΣΥΝΔΕΣΗ
es: INICIAR SESIÓN
fi: KIRJAUDU SISÄÄN
fr: SE CONNECTER
hr: Prijava
is: SKRÁ INN
pl: ZALOGUJ SIĘ
pt_br: Acessar conta
ru: ВОЙТИ
sv: LOGGA IN

source: Nothing to see just yet!
ca: Encara no hi ha res per a mostrar
el: Δεν υπάρχει κάτι να δείτε ακόμα!
es: ¡Nada para mirar por ahora!
fi: Ei mitään nähtävää vielä!
fr: Rien à voir pour l’instant
hr: Trenutno nema ništa za vidjeti!
is: Ekkert að sjá hér ennþá!
pl: Nie ma jeszcze nic do zobaczenia!
pt_br: Nada para ver por enquanto!
ru: Пока не на что смотреть!
sv: Inget att se, än så länge!

source: Source submissions will be listed to the left, once downloaded and decrypted.
ca: Els enviaments de les fonts es llistaran a l'esquerra, una vegada es baixen i es desxifren.
el: Οι υποβολές από τις πηγές θα εμφανίζονται στα αριστερά, αφού ληφθούν και αποκρυπτογραφηθούν.
es: Los envíos de la fuente serán listados a la izquierda, una vez que sean descargados y descifrados.
fi: Lähteiden talletteet listataan vasemmalle, kun ne on ladattu ja salaus purettu.
fr: Les envois des sources seront listés sur la gauche après téléchargement et déchiffrement.
hr: Predaje izvora će biti prikazane lijevo, nakon što se preuzmu i dekriptiraju.
is: Innsendar skrár heimildarmanna munu birtast hér til vinstri, eftir að þær hafa verið sóttar og afkóðaðar.
pl: Zgłoszenia źródła zostaną wyświetlone po lewej stronie po pobraniu i odszyfrowaniu.
pt_br: Os envios de fontes serão listados à esquerda, assim que transferidos e descriptografados.
ru: После загрузки и расшифровки исходные отправления будут перечислены слева.
sv: Källans inlämningar kommer att listas till vänster, så snart dom är nedladdade och avkrypterade.

source: This is where you will read messages, reply to sources, and work with files.
ca: Aquí és on llegireu els missatges, respostes a les fonts, i on treballareu amb els fitxers.
el: Εδώ θα διαβάζετε τα μηνύματα, θα απαντάτε στις πηγές και θα χρησιμοποιείτε τα αρχεία.
es: Esto es donde leerás mensajes, responderás a las fuentes y trabajarás con archivos.
fi: Täällä voit lukea viestejä, vastata lähteille ja työskennellä tiedostojen kanssa.
fr: Vous pourrez lire les messages ici, répondre aux sources et travailler sur les fichiers.
hr: Ovdje će te čitati poruke, odgovarati na izvore i raditi s datotekama.
is: Þetta er þar sem þú munt lesa skilaboð, svara heimildarmönnum og vinna með skrár.
pl: Tutaj będziesz czytać wiadomości, odpowiadać źródłom i pracować z plikami.
pt_br: Aqui é onde irá ler mensagens, responder para as fontes, e trabalhar com os arquivos.
ru: Здесь вы будете читать сообщения, отвечать на источники и работать с файлами.
sv: Här läser du meddelanden, svarar källor och arbetar med filer.

source: Select a source from the list, to:
ca: Seleccioneu una font de la llista, per a:
el: Επιλέξτε μια πηγή από τη λίστα, για να:
es: Selecciona una fuente de la lista, para:
fi: Valitse lähde listasta, niin voit:
fr: Sélectionner une source de la liste, pour :
hr: Odaberite izvor sa popisa kako bi:
is: Veldu heimildarmann af listanum, til að:
pl: Wybierz źródło z listy, aby:
pt_br: Selecione na lista uma fonte, para:
ru: Выберите источник из списка, чтобы:
sv: Välj en källa från listan, till:

source: Read a conversation
ca: Llegir una conversa
el: Διαβάστε μια συνομιλία
es: Leer una conversación
fi: Lukea keskusteluja
fr: Lire une conversation
hr: Pročitali razgovor
is: Lesa samtal
pl: Przeczytaj rozmowę
pt_br: Leia uma conversa
ru: Прочитать беседу
sv: Läs en konversation

source: View or retrieve files
ca: Veure o obtenir fitxers
el: Δείτε ή λάβετε αρχεία
es: Ver o descargar archivos
fi: Katsella tai vastaanottaa tiedostoja
fr: Visualiser ou récupérer des fichiers
hr: Pogledali ili dohvatili datoteke
is: Skoða eða sækja skrár
pl: Wyświetl lub pobierz pliki
pt_br: Veja ou obtenha arquivos
ru: Просмотреть или получить файлы
sv: Se eller hämta filer

source: Send a response
ca: Enviar una resposta
el: Στείλτε μια απάντηση
es: Enviar una respuesta
fi: Lähettää vastauksen
fr: Envoyer une réponse
hr: Poslali odgovor
is: Senda svar
pl: Wyślij odpowiedź
pt_br: Envie uma resposta
ru: Отправить ответ
sv: Skicka ett svar

source: Deleting files and messages…
ca: S'estan suprimint els fitxers i missatges…
es: Borrando ficheros y mensajes…
fi: Tiedostoja ja viestejä poistetaan…
fr: Suppression des fichiers et des messages…
hr: Brisanje datoteka i poruka …
is: Eyði skrám og skilaboðum…
pl: Usuwanie plików i wiadomości…
pt_br: Apagando todos os arquivos e mensagens…
ru: Удаляю файлы и сообщения…
sv: Raderar filer och meddelanden…

source: Deleting source account…
ca: S'està eliminant el compte de la font…
es: Borrando cuenta de origen…
fi: Lähdetiliä poistetaan…
fr: Suppression du compte source…
hr: Brisanje računa izvora …
is: Eyði aðgangi heimildarmanns…
pl: Usuwanie konta źródła…
ru: Удаляю аккаунт источника…
sv: Raderar källkonto…

source: — All files and messages deleted for this source —
ca: — S'han suprimit tots els fitxers i missatges d'aquesta font —
el: — Όλα τα αρχεία και τα μηνύματα αυτής της πηγής διαγράφτηκαν —
es: — Todos los archivos y mensajes borrados para esta fuente —
fi: — Kaikki tämän lähteen tiedostot ja viestit poistettu —
fr: — Tout les fichiers et messages ont été supprimés pour cette source —
hr: — Sve datoteke i poruke obrisane za ovaj izvor —
is: — Öllum skrám og skilaboðum eytt fyrir þennan heimildarmann —
pl: — Wszystkie pliki i wiadomości tego źródła usunięto —
pt_br: — Todos os arquivos e mensagens desta fonte foram deletados —
ru: — Все файлы и сообщения удалены для этого источника —
sv: — Alla filer och meddelanden raderade för denna källan —

source: Failed to send
ca: Ha fallat en enviar
el: Αποτυχία αποστολής
es: Fallo al enviar
fi: Lähettäminen epäonnistui
fr: Échec d’envoi
hr: Slanje nije uspjelo
is: Mistókst að senda
pl: Nie udało się wysłać
pt_br: Falhou ao enviar
ru: Ошибка при отправке
sv: Misslyckades att skicka

source: DOWNLOAD
ca: BAIXA
el: ΛΗΨΗ
es: DESCARGAR
fi: LATAA
fr: TÉLÉCHARGER
hr: Preuzimanje
is: SÆKJA
pl: POBIERZ
pt_br: BAIXAR
ru: ЗАГРУЗКА
sv: LADDA NED

source: EXPORT
ca: EXPORTA
el: ΕΞΑΓΩΓΗ
es: EXPORTAR
fi: VIE
fr: EXPORTER
hr: Izvoz
is: FLYTJA ÚT
pl: EKSPORTUJ
pt_br: EXPORTAR
ru: ЭКСПОРТ
sv: EXPORTERA

source: PRINT
ca: IMPRIMEIX
el: ΕΚΤΥΠΩΣΗ
es: IMPRIMIR
fi: TULOSTA
fr: IMPRIMER
hr: Ispis
is: PRENTA
pl: WYDRUKUJ
pt_br: IMPRIMIR
ru: ПЕЧАТЬ
sv: SKRIV UT

source: ENCRYPTED FILE ON SERVER
ca: FITXER XIFRAT AL SERVIDOR
el: ΚΡΥΠΤΟΓΡΑΦΗΜΕΝΟ ΑΡΧΕΙΟ ΣΤΟΝ ΔΙΑΚΟΜΙΣΤΗ
es: ARCHIVO CIFRADO EN SERVIDOR
fi: SALATTU TIEDOSTO PALVELIMELLA
fr: DOSSIER CHIFFRÉ SUR LE SERVEUR
hr: Enkriptirana datoteka na poslužitelju
is: DULRITUÐ SKRÁ Á NETÞJÓNI
pl: ZASZYFROWANY PLIK NA SERWERZE
pt_br: ARQUIVO ENCRIPTADO NO SERVER
ru: ЗАШИФРОВАННЫЙ ФАЙЛ НА СЕРВЕРЕ
sv: KRYPTERAD FIL PÅ SERVERN

source: DOWNLOAD
ca: BAIXADA
el: ΛΗΨΗ
es: DESCARGAR
fi: LATAA
fr: TÉLÉCHARGER
hr: Preuzimanje
is: SÆKJA
pl: POBIERZ
pt_br: BAIXAR
ru: ЗАГРУЗКА
sv: LADDA NED
