Repository: freedomofpress/securedrop-client
Catalog: client/securedrop_client/locale/*/LC_MESSAGES/messages.po
Languages: ca, el, es, fi, fr, hr, is, pl, pt_br, ru, sv

source: The source will not be able to log in with their codename again.
ca: El compte font no podrà mai més iniciar sessió amb el mateix àlies.
el: Η πηγή δεν θα μπορεί να ξανασυνδεθεί με το κωδικό όνομά της.
es: La fuente no será capaz de iniciar sesión con su nombre en código de nuevo.
fi: Lähde ei voi enää sisäänkirjautua käyttäen koodinimeä.
fr: La source ne pourra plus se connecter avec son nom de code.
hr: Izvor se neće moći prijaviti sa svojim kodnim imenom.
is: Heimildarmaðurinn mun ekki geta skráð sig inn aftur með kóðanafninu sínu.
pl: Źródło nie będzie mogło ponownie zalogować się za pomocą swojego kryptonimu.
pt_br: A fonte não poderá fazer login com seu codinome novamente.
ru: Источник не сможет снова войти под своим псевдонимом.
sv: Kan källan inte längre logga in med sitt kodnamn.

source: Your organization will not be able to send them replies.
ca: La vostra organització no podrà enviar respostes.
el: Ο οργανισμός σας δεν θα μπορεί να του/της στείλει απαντήσεις.
es: Tu organización no será capaz de enviarle respuestas.
fi: Organisaatiosi ei voi lähettää lähteelle vastauksia.
fr: Votre organisme ne pourra plus lui envoyer de réponse.
hr: Vaša organizacija mu neće moći slati odgovore.
is: Þið munið ekki geta sent þeim svör.
pl: Twoja organizacja nie będzie mogła wysyłać im odpowiedzi.
pt_br: Sua organização não poderá enviar respostas a eles.
ru: Ваша организация не сможет отправлять им ответы.
sv: Din organisation kommer inte att kunna skicka svar till källan.

source: All files and messages from that source will also be destroyed.
ca: També es destruiran tots els missatges de la font.
el: Όλα τα αρχεία και τα μηνύματα από αυτήν την πηγή θα καταστραφούν.
es: Todos los archivos y mensajes de esa fuente también serán destruidos.
fi: Kaikki lähteeltä vastaanotetut tiedostot ja viestit tuhotaan.
fr: Tout les fichiers et messages de cette source seront détruits.
hr: Sve datoteke i poruke tog izvora će također biti uništene.
is: Öllum skilaboðum og skrám frá þessum heimildarmanni verður einnig eytt.
pl: Wszystkie pliki i wiadomośc od tego źródła również zostaną zniszczone.
pt_br: Todos or arquivos e mensagens dessa fonte também serão destruídos.
ru: Все файлы и сообщения источника будут очищены.
sv: Alla filer och meddelanden från den källan kommer också att raderas.
