Repository: freedomofpress/securedrop-client
Catalog: client/securedrop_client/locale/*/LC_MESSAGES/messages.po
Languages: ca, el, es, fi, fr, hr, is, pl, pt_br, ru, sv

source: <h2>Understand the risks before exporting files</h2><b>Malware</b><br />This workstation lets you open files securely. If you open files on another computer, any embedded malware may spread to your computer or network. If you are unsure how to manage this risk, please print the file, or contact your administrator.<br /><br /><b>Anonymity</b><br />Files submitted by sources may contain information or hidden metadata that identifies who they are. To protect your sources, please consider redacting files before working with them on network-connected computers.
ca: <h2>Entenent els riscos abans d'exportar fitxers</h2><b>Fitxers perjudicials</b><br />Aquesta estació de treball us permet obrir fitxers de forma segura. Si obriu fitxers des d'altre ordinador, qualsevol fitxer perillós o perjudicial podria afectar el vostre equip o cap altre de la xarxa. Si no sabeu com manegar aquest risc, imprimiu el fitxer o bé contacteu amb el vostre administrador.<br /><br /><b>Anonimat</b><br />Els fitxers enviats per determinades fonts poden contenir informació amagada o metadades que us poden identificar. Per a protegir les vostres fonts, considereu la possibilitat de censurar parts sensibles del fitxer original abans de posar el fitxer resultant a l'abast d'ordinadors en xarxa.
el: <h2>Έχετε επίγνωση των κινδύνων πριν εξάγετε τα αρχεία</h2><b>Malware</b><br />Αυτός ο σταθμός εργασίας σας επιτρέπει να ανοίξετε τα αρχεία με ασφάλεια. Αν ανοίξετε τα αρχεία σε άλλο υπολογιστή, οποιοδήποτε κακόβουλο λογισμικό (malware) που τυχόν υπάρχει εκεί μπορεί να μεταδοθεί στον υπολογιστή σας ή στο δίκτυο. Αν δεν είστε σίγουροι πως να αντιμετωπίσετε αυτό το ρίσκο, παρακαλούμε εκτυπώστε το αρχείο, ή επικοινωνήστε με τον διαχειριστή σας.<br /><br /><b>Ανωνυμία</b><br />Τα αρχεία που υποβάλλονται από τις πηγές σας μπορεί να περιέχουν πληροφορίες ή κρυμμένα μεταδεδομένα που να τους ταυτοποιούν. Για να προστατέψετε τις πηγές σας, σκεφτείτε να επεξεργαστείτε τα αρχεία και να σβήσετε ευαίσθητες πληροφορίες, πριν τα χρησιμοποιήσετε σε υπολογιστές που είναι συνδεδεμένοι στο δίκτυο.
es: <h2>Entiende los riesgos antes de exportar archivos</h2><b>Malware</b><br />Esta estación de trabajo te permite abrir archivos en forma segura. Si abres archivos en otra computadora, cualquier malware incorporado podría diseminarse a tu computadora o red. Si no estás seguro de cómo gestionar este riesgo, por favor imprime el archivo, o contacta a tu administrador.<br /><br /><b>Anonimato</b><br />Los archivos enviados por fuentes podrían contener información o metadatos ocultos que identifican quiénes son. Para proteger a tus fuentes, por favor considera redactar los archivos antes de trabajar con ellos en computadoras conectadas en red.
fi: <h2>Ymmärrä riskit ennen kuin viet tiedostoja</h2><b>Haittaohjelmat</b><br />Tämä työasema mahdollistaa tiedostojen avaamisen turvallisesti. Jos avaat tiedostoja jollain muulla tietokoneella, mikä tahansa upotettu haittaohjelma voi levitä tietokoneellesi tai verkkoon. Jos olet epävarma, miten hallita tätä riskiä, tulosta tiedosto tai ole yhteydessä ylläpitoon.<br /><br /><b>Anonymiteetti</b><br />Lähteiden toimittamat tiedostot saattavat sisältää piilotettua metatietoa, jonka pohjalta on mahdollista tunnistaa lähde. Suojaa lähteitä sensuroimalla, muokkaamalla ja rajaamalla tiedostoja, jos olet aikeissa käyttää näitä tiedostoja verkkoon yhdistetyillä tietokoneilla.
fr: <h2>Comprenez les risques avant d’exporter des fichiers</h2><b>Logiciels malveillants</b><br />Ce poste de travail vous permet d’ouvrir des fichiers en toute sécurité. Si vous ouvrez les fichiers sur un autre ordinateur, tout logiciel malveillant qu’ils comporteraient pourrait se propager sur votre ordinateur ou votre réseau. Si vous ne savez pas comment gérer ce risque, veuillez imprimer ce fichier ou contacter votre administrateur.<br /><br /><b>Anonymat</b><br />Les fichiers envoyés par les sources peuvent contenir de l’information ou des métadonnées cachées qui identifient ces sources. Pour les protéger, veuillez envisager de caviarder les fichiers avant de les traiter sur des ordinateurs connectés à un réseau.
hr: <h2>Razumijte rizike prije izvoza datoteka</h2><b>Malware</b><br />Ova radna stanica Vam omogućuje sigurno otvaranje datoteka. Ako otvorite datoteke na drugom računalu, svaki će se usađeni malware moći proširiti na Vaše računalo ili mrežu. Ako niste sigurni kako upravljati ovim rizikom, molimo Vas da ispišete datoteku ili kontaktirate svog administratora. <br /><br /><b>Anonimnost</b><br />Datoteke koje je predao izvor mogu sadržavati informacije ili skrivene metapodatke koji identificiraju taj izvor. Kako bi zaštitili svoje izvore, razmotrite uređivanje datoteka prije nego radite s njima na računalima spojenim na mrežu.
is: <h2>Skilningur á áhættu við að flytja út skrár</h2><b>Spilliforrit</b><br />Þessi vinnutölva gerir kleift að opna skrár á öruggan máta. Ef þú opnar skrár á annarri tölvu, áttu á hættu að ígrædd spilliforrit smiti þá tölvu eða breiðist út á netkerfinu. Ef þú ert ekki viss um hvernig best sé að gæta öryggis svið þessar aðstæður, ættirðu að prenta skrána eða hafa samband við kerfisstjórann þinn.<br /><br /><b>Nafnleysi</b><br />Skrár sem heimildarmenn senda inn geta innihaldið upplýsingar eða falin lýsigögn sem gætu varpað ljósi á hverjir þeir eru. Til að vernda heimildarmenn þína ættirðu að yfirfara skrárnar og breyta þeim áður en þú ferð að vinna með skrárnar á nettengdum tölvum.
pl: <h2>Zrozum zagrożenia przed wyeksportowaniem plików</h2><b>Złośliwe oprogramowanie</b><br />Ta stacja robocza umożliwia bezpieczne otwieranie plików. Jeśli otworzysz pliki na innym komputerze, każde osadzone złośliwe oprogramowanie może rozprzestrzenić się na Twój komputer lub sieć. Jeśli nie masz pewności, jak zarządzać tym ryzykiem, wydrukuj plik lub skontaktuj się z administratorem.<br /><br /><b>Anonimowość</b><br />Pliki przesłane przez źródła mogą zawierać informacje lub ukryte metadane, które identyfikują, kim są. Aby chronić swoje źródła, rozważ redagowanie plików przed rozpoczęciem pracy z nimi na komputerach podłączonych do sieci.
pt_br: <h2>Entenda os riscos antes de exportar arquivos</h2><b>Malware</b><br />Esta estação de trabalho permite abrir arquivos com segurança. Se você abrir arquivos em outro computador, qualquer malware incorporado pode se espalhar para seu computador ou rede. Se você não tiver certeza de como gerenciar esse risco, imprima o arquivo ou entre em contato com seu administrador.<br /><br /><b>Anonimato</b><br />Os arquivos enviados por fontes podem conter informações ou metadados ocultos que identifica quem são. Para proteger suas fontes, considere redigir arquivos antes de trabalhar com eles em computadores conectados à rede.
ru: <h2>Поймите риски перед экспортом файлов</h2><b>Вредоносное ПО</b><br />Эта рабочая станция позволяет безопасно открывать файлы. Если вы открываете файлы на другом компьютере, любое встроенное вредоносное ПО может распространиться на ваш компьютер или сеть. Если вы не знаете, как управлять этим риском, распечатайте файл или обратитесь к вашему администратору.<br /><br /><b>Анонимность</b><br />Файлы, предоставленные источниками, могут содержать информацию или скрытые метаданные, позволяющие определить, чьи это источники. Для защиты источников просим вас отредактировать файлы перед работой с ними на компьютерах, подключенных к сети.
sv: <h2>Förstå risken med att exportera filer</h2><b>Malware</b><br />Den här arbetsstationen låter dig öppna filer säkert. Om du öppnar filerna på en annan dator, kan eventuella malware-program spridas till din dator eller ditt nätverk. Om du är osäker på hur du ska hantera riskerna, vänligen skriv ut filer, eller kontakta din administratör. <br /><br /><b>Anonymitet</b><br />Filerna som lämnats av dina källor kan innehålla information eller dold metadata som kan identifiera vilka de är. För att skydda dina källor, vänligen fundera på att redigera filerna innan du arbetar med dem på en nätverksansluten dator.

source: Ready to export:<br /><span style="font-weight:normal">{}</span>
ca: Preparat per a exportar: <br /><span style="font-weight:normal">{}</span>
el: Έτοιμο για εξαγωγή:<br /><span style="font-weight:normal">{}</span>
es: Listo para exportar:<br /><span style="font-weight:normal">{}</span>
fi: Valmis vientiin:<br /><span style="font-weight:normal">{}</span>
fr: Prêt à exporter : <br /><span style="font-weight:normal">{}</span>
hr: Spremno za izvoz:<br /><span style="font-weight:normal">{}</span>
is: Tilbúið að flytja út:<br /><span style="font-weight:normal">{}</span>
pl: Gotowość do eksportu:<br /><span style="font-weight:normal">{}</span>
pt_br: Pronto para exportar:<br /><span style="font-weight:normal">{}</span>
ru: Готовность к экспорту:<br /><span style="font-weight:normal">{}</span>
sv: Redo att exportera:<br /><span style="font-weight:normal">{}</span>

source: Export Failed
is: Útflutningur mistókst
pl: Eksport nie powiódł się
ru: Не получилось экспортировать

source: Please insert one of the export drives provisioned specifically for the SecureDrop Workstation.<br />If you're using a VeraCrypt drive, unlock it manually before proceeding.
is: Settu inn eitt af útflutningsdrifunum sem útbúin hafa verið sérstaklega fyrir SecureDrop-vinnutölvuna.<br />Ef þú ert að nota VeraCrypt-drif skaltu aflæsa því áður en lengra er haldið.
pl: Włóż jeden z dysków eksportowych dostarczonych specjalnie dla stacji roboczej SecureDrop.<br />Jeśli używasz dysku VeraCrypt, odblokuj go ręcznie przed kontynuowaniem.
ru: Пожалуйста, вставьте один из дисков для экспортирования поставленных специально для рабочей станции SecureDrop.<br />Если вы используйте диск VeraCrypt, пожалуйста, вручную его разблокируйте перед тем, как продолжить.

source: Remember to be careful when working with files outside of your Workstation machine.
ca: Recordeu tenir cura quan treballeu amb informació fora del vostre equip.
el: Θυμηθείτε να είστε προσεκτικοί όταν χρησιμοποιείτε τα αρχεία εκτός του σταθμού εργασίας σας.
es: Recuerda ser cuidadoso cuando trabajes con archivos fuera de tu estación de trabajo.
fi: Käsittele tiedostoja varoen Workstation-tietokoneen ulkopuolella.
fr: Veuillez faire preuve de prudence en traitant les fichiers sur un ordinateur autre que votre poste de travail.
hr: Zapamtite - budite oprezni kad radite s datotekama izvan svoje radne stanice.
is: Mundu eftir að fara varlega þegar þú ert að vinna með skrár utan vinnutölvunnar þinnar.
pl: Pamiętaj, aby zachować ostrożność podczas pracy z plikami poza maszyną stacji roboczej.
pt_br: Lembre-se de ter cuidado ao trabalhar com arquivos fora de sua estação de trabalho.
ru: Помните, что нужно проявлять осторожность при работе с файлами за пределами вашей рабочей станции.
sv: Kom ihåg att vara försiktig när du arbetar med filer utanför den här arbetsstationen.

source: Export sucessful, but drive was not locked
is: Útflutningur tókst, en drifið var ekki læst
pl: Eksport powiódł się, ale dysk nie został zablokowany
ru: Экспорт прошёл успешно, но диск не был заблокирован

source: Working...
is: Í vinnslu...
pl: Pracuję...
ru: Работаю...

source: Enter passphrase for USB drive
ca: Introduïu la contrasenya de la unitat USB
el: Εισάγετε τη κωδική φράση για το στικάκι USB
es: Ingresar frase de contraseña para unidad USB
fi: Kirjoita USB-aseman tunnuslause
fr: Saisir la phrase de passe de la clé USB
hr: Unesite lozinku za USB pogon
is: Settu inn lykilorð fyrir USB-drifið
pl: Wprowadź hasło do dysku USB
pt_br: Insira frase-passe para o USB drive
ru: Введите пароль для USB-накопителя
sv: Skriv in lösenordsfras för USB-minne

source: Preparing to print:<br /><span style="font-weight:normal">{}</span>
ca: S'està preparant per a imprimir:<br /><span style="font-weight:normal">{}</span>
el: Προετοιμασία για εκτύπωση:<br /><span style="font-weight:normal">{}</span>
es: Preparando para imprimir:<br /><span style="font-weight:normal">{}</span>
fi: Valmistellaan tulostusta:<br /><span style="font-weight:normal">{}</span>
fr: Préparation à l’impression : <br /><span style="font-weight:normal">{}</span>
hr: Pripremanje za ispis:<br /><span style="font-weight:normal">{}</span>
is: Undirbý prentun:<br /><span style="font-weight:normal">{}</span>
pl: Przygotowanie do druku:<br /><span style="font-weight:normal">{}</span>
pt_br: Preparando para imprimir:<br /><span style="font-weight:normal">{}</span>
ru: Подготовка к печати:<br /><span style="font-weight:normal">{}</span>
sv: Förbereder utskrift: <br /><span style="font-weight:normal">{}</span>

source: Ready to print:<br /><span style="font-weight:normal">{}</span>
ca: Preparat per a imprimir: <br /><span style="font-weight:normal">{}</span>
el: Έτοιμο για εκτύπωση:<br /><span style="font-weight:normal">{}</span>
es: Listo para imprimir:<br /><span style="font-weight:normal">{}</span>
fi: Valmis tulostamaan:<br /><span style="font-weight:normal">{}</span>
fr: Prêt à imprimer : <br /><span style="font-weight:normal">{}</span>
hr: Spremno za ispis:<br /><span style="font-weight:normal">{}</span>
is: Tilbúið að prenta:<br /><span style="font-weight:normal">{}</span>
pl: Gotowość do druku:<br /><span style="font-weight:normal">{}</span>
pt_br: Pronto para imprimir:<br /><span style="font-weight:normal">{}</span>
ru: Готовность к печати:<br /><span style="font-weight:normal">{}</span>
sv: Redo att skriva ut:<br /><span style="font-weight:normal">{}</span>

source: Connect USB printer
ca: Connecteu una impressora USB
el: Σύνδεση εκτυπωτή USB
es: Conectar impresora USB
fi: Yhdistä USB-tulostin
fr: Connecter l’imprimante USB
hr: Spoji USB pisač
is: Tengdu USB-prentara
pl: Podłącz drukarkę USB
pt_br: Conectar impressora USB
ru: Подключите USB-принтер
sv: Anslut en USB-skrivare

source: Printing failed
ca: Ha fallat la impressió
el: Αποτυχία εκτύπωσης
es: Fallo de impresión
fi: Tulostaminen epäonnistui
fr: Échec d’impression
hr: Ispis nije uspio
is: Prentun mistókst
pl: Drukowanie nie powiodło się
pt_br: Falhou ao imprimir
ru: Печать не удалась
sv: Utskrift misslyckades

source: <h2>Managing printout risks</h2><b>QR codes and web addresses</b><br />Never type in and open web addresses or scan QR codes contained in printed documents without taking security precautions. If you are unsure how to manage this risk, please contact your administrator.<br /><br /><b>Printer dots</b><br />Any part of a printed page may contain identifying information invisible to the naked eye, such as printer dots. Please carefully consider this risk when working with or publishing scanned printouts.
ca: <h2>Gestió dels riscos d'impressió</h2><b>Codis QR i adreces web</b><br />Mai introduïu i obriu adreces web ni escanegeu codis QR presents en documents impresos sense prendre precaucions de seguretat. Si no sabeu com gestionar aquest risc, contacteu amb el vostre administrador.<br /><br /><b>Punts de la impressora</b><br />Qualsevol part d'una pàgina impresa podria contenir informació identificable, invisible a simple vista, com ara punts de la impressora. Tingueu en compte aquest risc en treballar o publicar impressions escanejades.
el: <h2>Διαχείριση κινδύνων εκτύπωσης</h2><b>Κώδικες QR και διευθύνσεις διαδικτύου</b><br />Ποτέ μη πληκτρολογείτε και ανοίγετε διευθύνσεις, και ποτέ μη σκανάρετε κώδικες QR που περιέχονται σε εκτυπωμένα έγγραφα, χωρίς να λαμβάνετε κατάλληλα μέτρα ασφαλείας. Αν δεν είστε σίγουροι πως να διαχειριστείτε αυτό τον κίνδυνο, παρακαλώ επικοινωνήστε με τον διαχειριστή σας.<br /><br /><b>Κουκίδες εκτύπωσης</b><br />Οποιοδήποτε τμήμα μιας εκτυπωμένης σελίδας μπορεί να περιέχει πληροφορίες ταυτοποίησης που δεν είναι ορατές με γυμνό μάτι, όπως για παράδειγμα κουκίδες από τον εκτυπωτή. Παρακαλούμε εξετάστε αυτό τον κίνδυνο με προσοχή, όταν εργάζεστε με ή δημοσιοποιείτε σκαναρισμένα έγγραφα.
es: <h2>Gestionando los riesgos con impresiones</h2><b>códigos QR y direcciones web</b><br />Nunca tipees ni abras direcciones web o escanees códigos QR contenidos en documentos impresos sin tomar precauciones de seguridad. Si no estás seguro acerca de cómo gestionar este riesgo, por favor contacta a tu administrador.<br /><br /><b>Puntos de impresora</b><br />Cualquier parte de una página impresa podría contener información identificatoria invisible al ojo desnudo, tales como puntos de impresora. Por favor considera este riesgo cuidadosamente al trabajar con o publicar impresiones escaneadas.
fi: <h2>Tulostukseen liittyvien riskien hallinta</h2><b>QR-koodit ja verkko-osoitteet</b><br />Älä koskaan kirjoita ja avaa verkko-osoitteita tai skannaa QR-koodeja tulostetuista asiakirjoista ilman turvallisuuteen tähtääviä lisätoimenpiteitä. Jos et ole varma, miten hallita riskiä, ole yhteydessä ylläpitoon.<br /><br /><b>Tulostuspisteet</b><br />Mikä tahansa osa tulostetusta sivusta voi sisältää tunnistettavaa tietoa, kuten tulostuspisteistä, joka ei ole näkyvissä ihmissilmälle sellaisenaan. Huomioi tämä riski, kun työskentelet tai julkaiset skannattuja tulosteita.
fr: <h2>Gérer les risques d’impression</h2><b>Codes QR et adresses Web</b><br />Ne saisissez jamais dans un navigateur les adresses Web qui apparaissent sur les documents imprimés. Ne balayez pas non plus les codes QR qui s’y trouvent sans prendre de mesures de sécurité. Si vous ne savez pas comment gérer ce risque, veuillez contacter votre administrateur.<br /><br /><b>Points d’imprimante</b><br />Une page imprimée peut comporter de l’information d’identification invisible à l’œil nu, telle que des points d’imprimante. Veuillez prendre ce risque en considération quand vous travaillez sur des impressions ou si vous les publiez après numérisation.
hr: <h2>Upravljanje rizicima ispisa</h2><b>QR kodovi i web adrese</b><br />Nikad ne upisujte i ne otvarajte web adrese, i ne skenirajte QR kodove sadržane u ispisanim dokumentima bez poduzimanja sigurnosnih predstrožnosti. Ako niste sigurni kako upravljati ovim rizikom, kontaktirajte svog administratora.<br /><br /><b>Točke printera</b><br />Bilo koji dio ispisane stranice može sadržavati identificirajuće informacije nevidljive golom oku, tzv. točke printera. Pomno razmotrite rizik kad radite sa ili objavljujete skenirane ispise.
is: <h2>Áhættumat við útprentun</h2><b>QR-kóðar og vefslóðir</b><br />Aldrei skal skrifa og opna vefslóðir eða skanna QR-kóða úr prentuðu efni án þess að gera öryggisráðstafanir. Ef þú ert ekki viss um hvernig best sé að gæta öryggis svið þessar aðstæður, ættirðu að hafa samband við kerfisstjórann þinn.<br /><br /><b>Punktamynstur prentara</b><br />Allir hlutar útprentaðrar síðu geta innihaldið auðkennanleg mynstur prentdíla sem sjást ekki með berum augum. Mundu eftir þeirri áhættu þegar þú ert að vinna með eða birta skannað prentefni.
pl: <h2>Zarządzanie ryzykiem związanym z wydrukami</h2><b>Kody QR i adresy internetowe</b><br />Nigdy nie wpisuj i nie otwieraj adresów internetowych ani nie skanuj kodów QR zawartych w drukowanych dokumentach bez zachowania środków ostrożności. Jeśli nie masz pewności, jak zarządzać tym ryzykiem, skontaktuj się z administratorem.<br /><br /><b>Kropki na wydrukach</b><br />Każda część drukowanej strony może zawierać informacje identyfikujące niewidoczne gołym okiem, takie jak kropki na wydrukach. Prosimy o uważne rozważenie tego ryzyka podczas pracy lub publikowania zeskanowanych wydruków.
pt_br: <h2>Gerenciando riscos de impressão</h2><b>Códigos QR e endereços web</b><br />Nunca digite e abra endereços web ou escaneie códigos QR presentes em documentos impressos sem tomar precauções de segurança. Se você não tiver certeza de como gerenciar esse risco, por favor contate seu administrador.<br /><br /><b>Pontos de impressão</b><br />Qualquer parte de uma página impressa pode conter informações de identificação invisíveis a olho nu, como pontos de impressão. Por favor, considere este risco cuidadosamente ao trabalhar com ou publicar impressões escaneadas.
ru: <h2>Управление рисками распечатки</h2><b>QR-кодов и веб-адресов</b><br />Никогда не набирайте и не открывайте веб-адреса и не сканируйте QR-коды, содержащиеся в печатных документах, без принятия мер безопасности. Если вы не знаете, как справиться с этим риском, обратитесь к вашему администратору.<br /><br /><b>Точки принтера</b><br />Любая часть печатной страницы может содержать идентификационную информацию, невидимую невооруженным глазом, например, точки принтера. Пожалуйста, тщательно учитывайте этот риск при работе с отсканированными распечатками или их публикации.
sv: <h2>Hantera utskiftsrisker</h2><b>QR-koder och websidor</b><br />Skriv aldrig in och öppna en webadress eller scanna QR-koder som finns på de utskrivna dokumenten utan att ta nödvändiga säkerhetsåtgärder. Om du är osäker på hur du ska hantera risker, vänligen kontakta din administratör.<br /><br /><b>Skrivarpunkter</b><br />Flera delar av den utskrivna sidan kan innehålla information som är osynlig för det mänskliga ögat, som t.ex skrivarpunkter. Vänligen fundera på risken när du arbetar med eller publicerar scannade dokument.

source: Please connect your printer to a USB port.
ca: Connecteu la impressora a un port USB.
el: Παρακαλούμε συνδέστε τον εκτυπωτή σας μέσω μιας θύρας USB.
es: Por favor conecta tu impresora a un puerto USB.
fi: Yhdistä tulostin USB-porttiin.
fr: Veuillez connecter votre imprimante à un port USB.
hr: Molimo spojite pisač sa USB portom.
is: Tengdu prentarann þinn við USB-tengi.
pl: Podłącz drukarkę do portu USB.
pt_br: Por favor, conecte sua impressora a uma porta USB.
ru: Пожалуйста, подключите принтер к порту USB.
sv: Vänligen anslut din skrivare till en USB-port.

source: See your administrator for help.
ca: Contacteu amb l'administrador si us cal ajuda.
el: Μιλήστε με τον διαχειριστή σας για βοήθεια.
es: Vé a tu administrador por ayuda.
fi: Pyydä tukea ylläpitäjältä.
fr: Consultez votre administrateur pour obtenir de l’aide.
hr: Obratite se administratoru za pomoć.
is: Hafðu samband við kerfisstjórann þinn til að fá frekari aðstoð.
pl: Skontaktuj się z administratorem, aby uzyskać pomoc.
pt_br: Consulte seu administrador para ajuda.
ru: Обратитесь за помощью к вашему администратору.
sv: Kontakta din administratör för hjälp.

source: YES, DELETE ENTIRE SOURCE ACCOUNT
ca: SÍ, SUPRIMEIX EL COMPTE SENCER
el: ΝΑΙ, ΔΙΑΓΡΑΦΗ ΟΛΟΚΛΗΡΟΥ ΤΟΥ ΛΟΓΑΡΙΑΣΜΟΥ ΠΗΓΗΣ
es: SÍ, BORRAR POR COMPLETO LA CUENTA DE LA FUENTE
fi: KYLLÄ, POISTA KOKO LÄHDETILI
fr: OUI, SUPPRIMER COMPLÈTEMENT LE COMPTE DE LA SOURCE
hr: Da, obriši cijeli račun izvora
is: JÁ, EYÐA ÖLLUM AÐGANGI HEIMILDARMANNS
pl: TAK, USUŃ CAŁE KONTO ŹRÓDŁA
pt_br: SIM, EXCLUIR TODA A CONTA DE FONTE
ru: ДА, УДАЛИТЬ ВЕСЬ АККАУНТ ИСТОЧНИКА
sv: JA, RADERA HELA KÄLLANS KONTO

source: Are you sure this is what you want?
ca: Segur que això és el que voleu?
el: Είστε σίγουρος/η πως επιθυμείτε να γίνουν αυτές οι ενέργειες;
es: ¿Estás seguro de que esto es lo quieres?
fi: Haluatko varmasti tätä?
fr: Confirmez-vous ?
hr: Jeste li sigurni da to stvarno želite?
is: Ertu viss um að þetta sé það sem þú viljir?
pl: Czy na pewno tego chcesz?
pt_br: Tem certeza de que quer isto?
ru: Вы уверены в этом?
sv: Är du säker på att detta är det du vill?

source: When the entire account for a source is deleted:
ca: En suprimir el compte font sencer:
el: Όταν διαγράφεται ολόκληρος ο λογαριασμός μιας πηγής:
es: Cuando la cuenta de una fuente es borrada por completo:
fi: Kun koko lähdetili on poistettu:
fr: Si le compte d’une source est complètement supprimé :
hr: Kad je cijeli račun izvora obrisan:
is: Þegar öllum notandaaðgangi heimildarmanns er eytt:
pl: Po usunięciu całego konta źródła:
pt_br: Quando toda a conta de uma fonte é excluída:
ru: Когда удаляется весь аккаунт для источника:
sv: När hela kontot för källan raderas:
